[
  {
    "workgroup": "Archives Workgroup",
    "workgroup_id": "05ddaaf0-1dde-4d84-a722-f82c8479a8e9",
    "meetingInfo": {
      "typeOfMeeting": "Monthly",
      "date": "2025-01-08",
      "host": "Stephen [QADAO]",
      "documenter": "CallyFromAuron",
      "peoplePresent": "André, CallyFromAuron, Stephen [QADAO], LadyTempestt, Gorga Siagian, PeterE, Clement Umoh, AshleyDawn, esewilliams, LordKizzy, Effiom",
      "purpose": "Regular monthly meeting of the Archives WorkGroup in the SingularityNET Ambassador program",
      "meetingVideoLink": "https://www.youtube.com/playlist?list=PL4dGsCqdRj6ct6TwdrVKm_Bjg2ToCjzQh",
      "workingDocs": [
        {
          "title": "Archives Dashboard",
          "link": "https://archives-dashboard.netlify.app"
        },
        {
          "title": "Q1 2025 budget",
          "link": "https://docs.google.com/spreadsheets/d/14IYxBj-9MGCZRkYIupwvbHgPYZgohnyMSQ-EUFBgpYI/edit?usp=sharing"
        },
        {
          "title": "Archive names (a list of the name that people are most commonly known by in the Archives)",
          "link": "https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing"
        },
        {
          "title": "GitHub Issue for this meeting",
          "link": "https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/239"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "actionItems": [
          {
            "text": "Vani to approach DeepFunding, to ask about the issue raised in our November meeting about documentation of DF Town Hall: i.e. sometimes timestamps are not great, and additional work needs to be done to document the sessions in a meaningful way - could DF itself could make any further contribution to the work, e.g. by paying someone from the Town Hall team to add the documentation to the summary tool?  and discuss how the Archives dovetails with documentation that DF is doing itself, such as https://community.deepfunding.ai/",
            "assignee": "CallyFromAuron",
            "dueDate": "15 January 2025",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "Gorga presented Gamers' Guild's representation of Archives WG in Roblox. We agreed it was great, but suggested some minor tweaks to which NPC is in each room. We commented that  - like a knowledge graph, this is a visual way of representing structures and connections. The conversational interface in the game may be useful for structuring questions about the archive - e.g. a gamified way to explore a knowledge graph - it would be amazing in the long term if the Archives itself could be integrated with the game, so that in the Archives room, a player could actually access and search the Archives.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "Stephen showed updates to the AI workflow issue https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/233. He's working on a presentation on philosopher Robert Stalnaker's idea of context (possible worlds, centred worlds), and how this might relate to an ethical approach to the use of AI",
            "rationale": "An LLM needs to be used in a contextualised way in order to be fully ethical - Stalnaker's approach to context could be a useful way to look at this, and could give an interesting angle for our didactic work.",
            "effect": "affectsOnlyThisWorkgroup"
          },
          {
            "decision": "Stephen presented recent work on LLM development https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/241 . We agreed that while it is easy to take a 'snapshot' of flat-file data and feed it into Langchain or similar, there is no guide to forming a semantic query. So how do we structure our data to prepare it for interfacing with generative AI?   This will be the next phase of the work on this issue - we are now pivoting to a graph structure to give better context and dimensionality.  - You create an instance (in the cloud, for scalability, if you have a large dataset) - Import is from a CSV file, but you an also integrate graph sources and other sources - It creates nodes (data entities) - You can then design your own conceptual schema/framework on top of this layer, to define what the edges are that connect the nodes. (Multi-dimensional - there might be many connections depending on context).",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "André, meeting tool redesign: he has added some new names to the controlled vocab for people's names; and is planning to design something for the process of approving new names and updating where we have a wrong version of a name.   He's also updated the timeline folders for 2025 (atm this can't be automated, but it does only need to be done annually so not too bad), and fixed a caching bug which had been causing the dashboard to sometimes display older (non-updated) versions of summaries.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We discussed our tag taxonomy https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/133, and whether our (deduped) set of tags could be a *layer* that sits on top of our data",
            "effect": "affectsOnlyThisWorkgroup"
          },
          {
            "decision": "We noted that given current low-ish token price, we're not able to start the proposed initiative to create a skilled documentation team. We'll review this next meeting.",
            "rationale": "We had this in our Q1 budget 'if token price rises sufficiently above $0.55' (the exchange rate at which Q1 budgets were calculated). Price hasn't risen enough.",
            "effect": "affectsOnlyThisWorkgroup"
          },
          {
            "decision": "We briefly discussed the plan to further develop an AI ethics policy for the Archives.",
            "rationale": "Transparency in the use of AI, human oversight, contextuality, and accountability are obviously key elements; so are auto-didacticism and learning resources (can people teach themselves to understand what is being done when AI is used in recordkeeping?)",
            "effect": "mayAffectOtherPeople"
          }
        ]
      }
    ],
    "tags": {
      "topicsCovered": "RAG retrieval process, knowledge graph, Tag taxonomy, meeting summary tool, graph rag, Robert Stalnaker, philosophy, Gamers Guild, Roblox, visual, context, controlled vocabularies",
      "emotions": "interesting, wide-ranging, didactic, Friendly"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-07",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, CollyPride, AshleyDawn, LadyTempestt, osmium, LordKizzy",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program End of Year report - draft outline",
          "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing"
        },
        {
          "title": "Q4 budget decision - main issues mentioned in objections",
          "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing"
        },
        {
          "title": "GovWG Budgets",
          "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
        },
        {
          "title": "Treasury Policy Submission Form",
          "link": "https://docs.google.com/forms/d/e/1FAIpQLScA7Rcw-7QclL13qnfsdrtFt64nYRKM7zU1LgOK9wEoaWgpqg/viewform"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "Input needed: - We noted that some WGs haven't yet added to the draft End Of Year Report - we'll give reminders in Town Hall tonight, and on Discord. - There's only been 2 responses so far to the Googleform about what WG Sync Calls should be covering. We'll give reminders in Town Hall tonight, and on Discord; and hopefully discuss in Governance meeting on Thurs 9th or Thurs 16th when we have more input.  Retrospective on Q1 consent process: - We noted that GovWG meeting on Tues 14th is scheduled to be the retrospective session on the Q1 budget consent process. - Peter has yet to DM Core Contributors who didn't take part in the Q1 budget approval process, to find out why they didn't. He'll do it as soon as poss. - We will also ask Tevo if he has data on how many Core Contributors did take part this time (it's hard to tell from the Googleform responses, as people submit one per WG so it is hard to see how many unique consenters there were). - We noted it could be interesting in the retrospective to consider overall patterns of *how* consenters took part (e.g. were there fewer objections than last time? Were objections similar to last time, or different? Were there people who blanket unapproved all WGs, like there was last time?)  Documentation of Governance WG meetings - We agreed it's not an entry-level task. - We agreed the low-ish price ($20) might be putting people off doing it; people might also be put off by feeling that summaries need to be very detailed - We noted that there is still quite a bit of work to do on the backlog of summaries from Q3 and Q4 - there are people working on it, but $20 feels very low, as backlog work is harder since it's not fresh in the mind - We discussed whether people should be able to document meetings they were not present at, and concluded that while it's better if you were there, it's OK to work from the Read.ai transcript (though *not* from just the Read.ai summary, as those are often very inaccurate) - We agreed that to make documentation less onerous (especially for the backlog work) it is OK to focus on decisions, action items, and who was present - We agreed to raise the price (see 'decisions')  Next WG Sync Call date  - Next call is supposed to be Thurs 30th Jan at 10:00 UTC - is this too early in the day? Peter will ask in Town Hall tonight about preferred date and time - possibly move to Weds 29th at 13:00 UTC  WG unspent budget / budget reserves - We outlined the current process (unspent budget used to be clawed back by Treasury - but since Jan last year, it has not been. Anything that a WG doesn't spend, becomes part of their WG reserves and they can still use it.) - Should there be a time limit on how long a WG has to use budget that was allocated to a particular task? And if they want to change what they use it for, how should they do that? - How to avoid gaming the system (e.g. submitting a quarterly budget to do amazing things, to ensure consent; but then changing it to less impressive things in the first week of the Quarter) - We agreed on a suggested approach based on a 'change request' process if a WG wants to make major changes (see 'Decisions' below) and agreed to submit this as a potential new Treasury Policy.",
        "actionItems": [
          {
            "status": "todo",
            "text": "Peter to DM Core Contributors who didn't take any part in the Q1 budget consent process, to ask why they didn't",
            "assignee": "PeterE",
            "dueDate": "14 January 2025"
          },
          {
            "text": "Peter to raise items from this meeting in Town Hall later today (Requests for input on  End of Year Report and WG Sync Calls; sharing info on proposed new policy on WG budget changes)",
            "assignee": "PeterE",
            "dueDate": "7 January 2025",
            "status": "done"
          },
          {
            "text": "Vani to ask Tevo if he has info on how many people took part in the Q1 budget consent process",
            "assignee": "CallyFromAuron",
            "dueDate": "9 January 2025",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We will raise the price of backlog summaries to $30 per summary. Current summaries will stay at $20; but if AGIX price goes up by the end of Q1, we will give a bonus to documenters",
            "rationale": "Backlog work is more onerous, and can take a lot of time, so price should be higher - and we do have leftover budget to cover it in Q3 and Q4 budgets. But our Q1 budget has allocated $20 for documentation - so we cannot raise this price unless we know AGIX price is high enough.",
            "opposing": "none",
            "effect": "affectsOnlyThisWorkgroup"
          },
          {
            "decision": "Suggested process for WG budget reallocation:  - If the changed budget line is 0-5% of a WG's total quarterly budget, the WG can change this at their own discretion without any consultation (1x per quarter)  - If it's 5-35% of the total quarterly budget, the WG should submit the suggested change to #decisions-to-be-made Discord channel, tagging @Core Contributor, and there will be 1 week for any objections to be registered. (If no objections, the WG can go ahead: if anyone objects, we didn't decide how that should be processed. Discuss in a Governance meeting?) - A 35% + change request needs to be included in the WG's budget proposal for the following Quarter (note that it would be separate from, and in addition to, their budget cap for that Quarter. So if a WG has a cap of 5k AGIX for Quarter 2 2025, and has 1k AGIX unspent from Q1 that it wants to reallocate, it will therefore have a total of 6k AGIX to work with). - If a WG has unused budget at the end of a Quarter that they still intend to use as originally planned, they don't need to do anything special - they just do the work as and when they can.",
            "rationale": "- To enable WGs to respond to changes that emerge out of their work, and to reallocate unspent budget if they find they no longer need to do the tasks they originally got the money for, but something else. - To prevent WGs losing budget that they have secured simply because they have realised there is a better use for the money. - To prevent gaming of the system.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "The above policy suggestion will be discussed in Town Hall and in the Gov WG Discord channel, and then will be submitted as a potential new Treasury Policy",
            "rationale": "The Treasury Policy process seems like the best way to ratify and agree the idea.",
            "opposing": "none",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Input needed for End of Year report",
          "Input needed for Googleform on what WG Sync calls should cover",
          "Retrospective on Q1 budget decision process",
          "Documentation of GovWG meetings",
          "Next WG Sync Call date",
          "WG unspent budget / budget reserves"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "End of Year report, Workgroup Sync call, core contributors, retrospective, participation, consent process, Q1 2025 budget decision, Workgroup reserves, change request, WG budget changes, Documentation",
      "emotions": "Discursive, Good natured, interesting, progress made"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Education Workgroup",
    "workgroup_id": "3478946e-a143-457a-8ff4-446b731e17e9",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-08",
      "host": "Slate",
      "documenter": "Slate",
      "peoplePresent": "Gorga Siagian, esewilliams, AshleyDawn, Kateri, Zalfred, hogantuso, frosh, photogee, Clement Umoh, osmium, LordKizzy, Malik",
      "purpose": "Happy New Year Greetings - Follow Up from Projects - Task Assignment based on pending tasks - Certification Program next steps discussion.",
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "meetingTopics": [
          "Happy New Year Greetings",
          "Follow Up from Projects",
          "Task Assignment based on pending tasks",
          "Certification Program next steps discussion"
        ],
        "actionItems": [
          {
            "text": "Ese to create a single google sheet document for the AI for Beginners",
            "assignee": "esewilliams",
            "dueDate": "15 January 2025",
            "status": "in progress"
          },
          {
            "text": "Photogee, Clement and Ese to work on Webinar Series Document",
            "assignee": "esewilliams, Clement Umoh, photogee",
            "dueDate": "15 January 2025",
            "status": "in progress"
          }
        ],
        "decisionItems": [
          {
            "decision": "Certification Program Resource Creation start after the website creation maybe near to it",
            "rationale": "mostAgreed",
            "effect": "mayAffectOtherPeople",
            "opposing": "nil"
          }
        ],
        "discussionPoints": [
          "Slate started the meeting greeting everyone and giving best wishes for the new year to everyone",
          "The meeting started with warm welcome from everybody , and how there holidays went",
          "Then the meeting set off after this, getting updates in regards to the ongoing projects,The first update was gotten from Ai for beginners project",
          "Ese notified that the project is ongoing and we have all the scripts ready for the videos, only the SEO and Graphics part is left which will be selected in the coming weeks",
          "There was a pointer in regards to the videos which were posted in the education guild channel , ese notified that those videos will be going through a last set of adjustments before getting published",
          "Slate notified ese to create a specific sheet for this purpose so all the videos can be tracked",
          "Then afterwards the discussion on the webinar series started on which clement , photogee and ese are going to be working on moving forward and will be providing an initial document",
          "Then Osmium notified that he is working on the governance framework series project and that vanessa is working by his side , and they will soon be having updates in regards to this",
          "There was also a discussion in regards to the certification program updates , Slate notified that the certification program will now be launched on the website for more public to accesss it and before making more resources we should wait for franklyn's update"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "CCCP, announcement, sugestion , website, Aiforbeginners, design, Task Assignment",
      "emotions": "productive,  Collaborative, Businesslike."
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-09",
      "host": "PeterE",
      "documenter": "martinsoki",
      "peoplePresent": "PeterE, CallyFromAuron, AshleyDawn, LadyTempestt, LordKizzy, martinsoki, Duke, Sucre n Spice, Clement, Effiom",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program End of Year report - draft outline",
          "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing"
        },
        {
          "title": "Q4 budget decision - main issues mentioned in objections",
          "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing"
        },
        {
          "title": "GovWG Budgets",
          "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
        },
        {
          "title": "Treasury Policy Submission Form",
          "link": "https://docs.google.com/forms/d/e/1FAIpQLScA7Rcw-7QclL13qnfsdrtFt64nYRKM7zU1LgOK9wEoaWgpqg/viewform"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "Compulsory participation in Governance:  Should we have this compulsory participation for individual core contributors? - We noted that we give core contributors right to take part in the decision making process but it doesn't have to be mandatory. (The call contributor tag was given base on their participation and not based on personal request).  Should we have this compulsory for workgroups? 1. Should workgroup be present in the  objections resolving calls? - If any workgroup put forward a proposal and there is an objection,it is important the workgroup is present to respond and discuss the objections. We noted that even if the workgroup lead isn't available, a representative from the workgroup should be available in the meeting to discuss the objections.  2. Should workgroup be mandatory present during either governance call or workgroup syncing calls. - We noted that workgroup should prioritize coming for Workgroups syncing call. It is not mandatory but to encourage workgroups to participate, we suggested we propose to reward the Workgroups that sends a representative to 3 Workgroups syncing calls in a quarter and note that one person can only represent maximum of 2 workgroup. While for the governance call we are not mandating or proposing anything for now but we encourage work group to participate in other to know what is going on in the ecosystem.",
        "actionItems": [
          {
            "text": "Martinsoki to post the proposal on the channel regarding the positive reward system for workgroups that attend three workgroups syncing call in a quarter",
            "assignee": "martinsoki",
            "dueDate": "9 January 2025",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We decided to propose a positive reward system instead of a sanction for workgroups that attend three workgroup syncing calls in the quarter",
            "rationale": "To encourage participation in the monthly syncing calls",
            "opposing": "none",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Compulsory participation in Governance for individual core contributors",
          "Compulsory participation in governance for workgroup",
          "Compulsory workgroup participation in the objection resolving calls of workgroup proposal"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "Workgroup Sync call, core contributors, participation, Documentation",
      "emotions": "progress made, Thoughtful"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "AI Sandbox/Think-tank",
    "workgroup_id": "2c8f641a-2fc5-4a3c-9f38-64d8acd0fea9",
    "meetingInfo": {
      "typeOfMeeting": "Sandbox",
      "date": "2025-01-09",
      "host": "osmium",
      "documenter": "Kateri",
      "peoplePresent": "AshleyDawn, Gorga Siagian, Kateri, advanceameyaw, martinsoki, LordKizzy, TheFreysDeFi, PeterE, Clement Umoh",
      "purpose": "AI TOOLSET EXHIBITION: AIRTABLE AI: Airtable tool",
      "workingDocs": [
        {
          "title": "Blueprint for AI sandbox/Think tank",
          "link": "https://docs.google.com/document/d/1U_gCzRj4bhcjcNB5uaZt--yVPeNJsadFNknIsl16bLI/edit?usp=sharing"
        },
        {
          "title": "Roadmap of  AI SANDBOX/THINK TANK",
          "link": "https://docs.google.com/document/d/1gtTTMSUhohy2-WL_UZcB2C9tJDIyvto_fkAwTeAL7Go/edit"
        },
        {
          "title": "Presentation Template",
          "link": "https://www.canva.com/design/DAGTr2f8gW8/YWrjpheKKdAoifI9pjrbsQ/view?utm_content=DAGTr2f8gW8&utm_campaign=designshare&utm_medium=link&utm_source=editor"
        },
        {
          "title": "Third Sandbox Presentation",
          "link": "https://www.canva.com/design/DAGXtSWFIzY/ybxkdIqo29rG55feJsCNyg/edit?utm_content=DAGXtSWFIzY&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton"
        },
        {
          "title": "Agenda Items AI Sandbox/Think Tank",
          "link": "https://docs.google.com/document/d/1ot2TBgCfUt3HGYoMPTFgqamBRNdiodaBA1A8yKhC_Ng/edit?tab=t.0"
        },
        {
          "title": "Iteration Form",
          "link": "https://docs.google.com/forms/d/1JgatonAmY27QNYv9aSV-TiykAFR0oIUfbKJ8LWtwPKc/edit?chromeless=1"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "actionItems": [
          {
            "text": "Lord Kizzy and Osmium to make up the road map and showcase in the next meeting",
            "assignee": "LordKizzy, osmium",
            "dueDate": "16 January 2025",
            "status": "todo"
          },
          {
            "text": "Lord Kizzy to reach out to Peter with the list of members to be given the SANDBOX/THINKTANK tag",
            "assignee": "LordKizzy",
            "dueDate": "16 January 2025",
            "status": "todo"
          }
        ],
        "discussionPoints": [
          "Meeting Coordination and Introductions: Lord Kizzy welcomed everyone, and Osmium gave a presentation on the overview of the AI Tools Exhibition, talked about the mission, and highlighted the key takeaways and how relevant it is to the Ambassador program.",
          "Showcasing the first presentation of the exhibition made by Advancemeyaw  AIRTABLE AI: Airtable AI is a tool within Airtable and Airtable is a cloudbased collaboration plattform. It combines database functionalities with spreadsheets or any form of data. It is widely used for organizing and managing data and collaborating on data based on project or task.   https://www.canva.com/design/DAGbkFCuaPo/sZzWOF2E83QWZvI6E-hEyg/edit?utm_content=DAGbkFCuaPo&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton",
          "a) Overview of the toolset [Detailed Description and Use Cases]  b) Architecture and Technology Stack [Library or repository of the framework of AI model or visual or graphical representation of the architecture through diagrams or flow chart]  c) Demonstration [live demo or tutorial/ video walkthrough]  d) Outcome Report or Results and Impact [ illustration through case studies or showcasing measurable results eg. key performance metrics]",
          "Questions were asked and clarity was made on the operation of the ARTABLE AI",
          "Membership tag: The voting of the membership tag has ended on the channel and the tag name with the highest vote was SANDBOX/THINK-TANk. Lord Kizzy noted that he was going to meet Peter with the names of the member that should be given the tag and also said that those interested to become a member and have the tag needs to attend three meetings in a roll or attend five meetings in a quarter.",
          "Budget allocation and project showcase planning: Suggestion for Think tank was around the theoretical debate, round table discussion but the potential for AI think tank is fast and we need to operate on our blueprint.  AI sandbox project showcase: This is to showcase tools that were created by community members within the ambassador program, the person or ambassador gets to educate the community on the use of the tool."
        ]
      }
    ],
    "tags": {
      "topicsCovered": "AI TOOLSET EXHIBITION, AIRTABLE AI",
      "emotions": "welcoming, informative, interactive, educational"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-14",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, LadyTempestt, guillermolucero, osmium, Duke, hogantuso, AshleyDawn, Effiom",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "Q1 2025 budget decision retrospective: Miro",
          "link": "https://miro.com/app/board/uXjVLtid06I=/"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "This session was a retrospective of the consent process for  Q1 2025 workgroup budgets.  See the Miro board here https://miro.com/app/board/uXjVLtid06I=/  Everyone present agreed that the implementation of budget caps has been broadly a success, especially in that it saved time and made the process less onerous; and most said that caps should be used again for Q2. However, several people noted that some of the higher-budget workgroups were not entirely happy at the enforced lowering of their budgets; and that we still need to discuss and refine the process of setting caps and e.g deciding how a WG's cap can be changed.  We noted that this last topic is on the rolling Governance WG agenda for our next meeting on Thurs 16th Jan.",
        "discussionPoints": [
          "Retrospective on the consent process for Q1 budgets"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "core contributors, participation, consent decision making, consent process, budget caps",
      "emotions": "Thoughtful , focused, participatory"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Video Workgroup",
    "workgroup_id": "30e3c903-eb5a-42bb-9a01-8c5223415ae0",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-10",
      "host": "Zalfred",
      "documenter": "LordKizzy",
      "peoplePresent": "Zalfred, AndrewBen, killy, frosh, osmium, Slate, devon, hogantuso, LordKizzy, Malik",
      "purpose": "The meeting focused on weekly updates and tasks distribution",
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "actionItems": [
          {
            "text": "Osmium to present the videos from Bangkok",
            "assignee": "osmium",
            "status": "todo",
            "dueDate": "17 January 2025"
          },
          {
            "text": "Lordkizzy to submit a short report on the video workgroup achievements to Peter",
            "assignee": "LordKizzy",
            "dueDate": "17 January 2025",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We decided that Zalfred and killy will work on the leftover ecosystem videos",
            "rationale": "Those videos need to go out as soon as possible"
          }
        ],
        "discussionPoints": [
          "UPDATE FROM THE TASK MANAGER A quick update from Malik on various tasks assigned within the week. He highlighted that there wasn't much activities due to the holiday and that the townhall edit video has been edited and sent to the review team",
          "Update from the Social Media manager, Andrew Ben noted that he was on transit and won't be able to give the update",
          "Town hall updates: Zalfred gave the updates from the previous town hall. He noted that there were some conversations around crypto scams and a discussion around a new policy on how WGs can make budget changes mid quarter.",
          "Goals for Q1: Lordkizzy spoke on reaching out to ecosystem spin-off projects for collaboration on video creation, he also spoke on how we could raise the level of engagement on our content through the zealy platform and also said he was going to need a representative from video wg for a call to structure the collaboration",
          "AOB: Devon asked if the task assignment was meant to be done in the present call but zalfred addressed that we were on holiday for the previous weeks and assignees will continue work on january as agreed in our previous call",
          "AOB: ECOSYSTEM Update Videos: Zalfred and Killy proposed creating the leftover ecosystem videos"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "Video Edit, Q1 2025 goals, Ecosystem Update videos, Zealy, Town Hall Videos",
      "emotions": "Friendly, speedy , Collaborative, Thoughtful"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Marketing Guild",
    "workgroup_id": "01b6fd90-2cef-4474-b0a7-4e0eece2c2ad",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-10",
      "host": "Ayo",
      "documenter": "Eric Davies",
      "peoplePresent": "Gorga Siagian, AJ, TheFreysDeFi, Ayo, Clement Umoh, CJFrankie, LordKizzy, AshleyDawn, kareem, osmium, Eric Davies",
      "purpose": "Marketing Guild weekly meeting",
      "workingDocs": [
        {
          "title": "Marketing guild meeting summary 22 Nov",
          "link": "https://docs.google.com/document/d/1IkD4UD3MUg4C_IdY5XSQBaTo88ULy0PhsRyeYPrq6-Y/edit?usp=sharing"
        },
        {
          "title": "Marketing Review Sheet",
          "link": "https://docs.google.com/spreadsheets/d/1Yycqsncnq7PK0zdfej_uqtEB4GZQQ0d_a1ZDyp7ABUs/edit?usp=sharing"
        },
        {
          "title": "Marketing Guild Distribution Sheet",
          "link": "https://docs.google.com/spreadsheets/d/1BCxm7OateG6m8JhMORU9LXAvgO2aDgZsZbpSQwhuiPk/edit?usp=sharing"
        },
        {
          "title": "Roles and Responsibility for Marketing Guild",
          "link": "https://docs.google.com/document/d/1UyyJLWXeeRwy7vizfNu_kf1TsG7H7IW_3RgjAmNlRn4/edit?usp=sharing"
        },
        {
          "title": "Introductory message for the media room",
          "link": "https://docs.google.com/document/d/1Wir5N-gdtzXGVh-m6zy4zLtCIf0BY8nkA7YrdoFF9iQ/edit?usp=sharing"
        },
        {
          "title": "Q1 Marketing Guild Proposal",
          "link": "https://docs.google.com/spreadsheets/d/168pruRm203FI-hAQSaVQ3wuz62bdgKKoDnKSu7dYI-M/edit?usp=sharing"
        },
        {
          "title": "Meeting Agenda",
          "link": "Hey Guys/Gals/Else Happy New Year Folks The Ney Year opens today at the Marketing Guild First meeting underway https://docs.google.com/document/d/1q4YWqKesJkbS2kBDbeg9LaoGSTko3y418bxM14v32Q8/edit?usp=sharing"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "actionItems": [
          {
            "status": "todo",
            "text": "Kizzy to create a sheet for Core Members to indicate role swaps and check available positions.",
            "assignee": "LordKizzy"
          },
          {
            "text": "Cjfrankie to compile a document summarizing activities and accomplishments from Q3 and Q4.",
            "assignee": "CJFrankie",
            "status": "todo"
          },
          {
            "text": "Kareem to prepare to present the governance document during the next call.",
            "assignee": "kareem",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We agreeed that the cutoff for attendance review is set at 70%.",
            "effect": "affectsOnlyThisWorkgroup"
          },
          {
            "decision": "We agreed that some members will take on a Task Force role, while some will assume a Core Member role based on performance and popular opinion.",
            "effect": "affectsOnlyThisWorkgroup"
          }
        ],
        "discussionPoints": [
          "Retrospective on Q3 and Q4 Performance: Ayo initiated a reflective discussion on the Marketing Guild's performance over the last two quarters, encouraging members to share both successes and areas for improvement.",
          "Meeting Attendance and Task Completion: C.J. Frankie emphasized the need for consistent attendance and timely task completion to improve collaboration.",
          "Zealy Campaign Review: Gorga acknowledged the success of the Zealy campaign but stressed the need for better planning to avoid last-minute execution.",
          "Mascot Initiative Review: Kevin clarified that while he wasn't the originator of the Mascot Initiative, he found it valuable and appreciated the team's swift execution of the mascot contest.",
          "Guild Progress and Areas for Improvement: Kizzy highlighted both the guild's achievements and areas for improvement, such as enhancing the content calendar, improving attendance, and providing compensation for extra efforts.",
          "YouTube Channel Guidelines: Kizzy introduced YouTube channel guidelines covering purpose, collaboration, feedback, and admin responsibilities",
          "Attendance Review: Kizzy summarized attendance reviews, noting that some members fell below 20%, and C.J. Frankie asked about the fate of members with less than 70% attendance. Ayo reiterated that consistent availability is essential to retain roles, and inactive members may lose their positions.",
          "Task Force Update: Kizzy announced the inclusion of Ashley as a sixth Task Force member, enabling fairer compensation despite some role adjustments.",
          "Role Compensation Feedback: Kizzy presented an upgraded role distribution and compensation sheet for feedback.",
          "AI and Media Initiatives: Kevin highlighted plans to use AI and media to support Ghanaian athletes, establish a global podcast, and empower West African talent."
        ]
      }
    ],
    "tags": {
      "topicsCovered": "Rewards, Budget , Roles, Zealy, Quarter 1 2025, attendance, retrospective, Ghana, Ghanaian athletes, Ambassador YouTube, Mascot",
      "emotions": "Collaborative, Thoughtful , productive, warm, interactive"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-30",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, Clement Umoh, AshleyDawn, EvelineTrinité, Effiom, advanceameyaw, Sucre n Spice, Tevo, hogantuso, osmium",
      "purpose": "Weekly Open Governance meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "UPDATED PROPOSAL DOCUMENT (ETHiopia event)",
          "link": "https://docs.google.com/document/d/1PwVR29es17imlhA4T1MGGewCFeVvMovHyEKxQh7V1qg/edit?usp=sharing"
        },
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "ANONYMISED: Using Program reserves for events: ETHiopia, 15th to 17th Feb 2025 (Responses)",
          "link": "https://docs.google.com/spreadsheets/d/1ItpuSQCqWWq-HDwuiCkpdGRyUUDkCMemGKH0pke5QI0/edit?usp=sharing"
        },
        {
          "title": "Meetings, 13th Dec and 17th Jan, on using Program reserves for event attendance",
          "link": "https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "Clement presented his and AdvanceAmeyaw's revised proposal to attend  the ETHiopia event using funding from Reserves. They have addressed the issues raised in the consent form by: - reducing overall cost by c. $1k - reducing budget for accommodation - staying 2 days at their own expense - securing a presentation slot - planning to distribute merch and brochures - aiming to establish an Ethiopia branch of African Guild (during the time they are there at their own expense - setting definite KPIs - making some short videos, to use as part of a recap video later - writing a post-conference report - writing an article, in collab with Writers WG and Marketing Guild - committing to a post-event retrospective meeting in the Ambassador Program itself, where we can look at how it went, and use that information to help finalise our thinking on when and in what circumstances Reserves should be used for attending events (see https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing)  The meeting noted that they have committed to a lot of work; and suggested they reduce some of their KPI targets (e.g. AI Ethics interviews from 20 to 10).  We also noted that where their proposal mentions 'partnerships', they don't have the authority to initiate actual partnerships with sNET, so this will be reworded to make it clear that it is just about collating contacts, and passing them on where appropriate so that any potential partnerships can be explored.  We also noted that a useful KPI would be getting interested people to attend Ambassador TH and relevant WGs - Clement and Ameyaw will add this.  And we agreed that their attendance at the event is a test-case for how Reserves should be spent on events - so we will use their post-event report, plus insights from a retrospective meeting when they return, to inform our final decisions on this issue (see https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing)  Overall, the meeting agree that all the objections are addressed, so the proposal is approved; and we discussed how best to release funds (via a fund request on Dework).   We then ran through the document of suggestions on how to set Q2 2025 budget caps (https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing), with some minor discussion for clarification. We agreed that everyone will look at this doc properly in the next few days, and it will be discussed at the next meeting on Tues 4th Feb.",
        "actionItems": [
          {
            "status": "todo",
            "text": "Everyone to read and comment on the ''Budget caps for Q2' discussion' doc, ready for discussion in next meeting on Tues 4th Feb",
            "dueDate": "4 February 2025",
            "assignee": "all"
          },
          {
            "text": "Vani to draft a timeline async for the Q2 budget decision process, to speed up the process of agreeing it in next meeting",
            "assignee": "CallyFromAuron",
            "dueDate": "4 February 2025",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We agreed that Advance and Clement's proposal to attend the ETHiopia event has been agreed, and they will go",
            "rationale": "because their revised proposal has addressed all of the issues raised in the consent forms",
            "opposing": "none",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agareed that Advance and Clement's final report, and a retrospective meeting when they return, will be used to help us finalise our thinking on establishing policy on when and how to use Reserves for attending events (see https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing)",
            "rationale": "attendance at the ETHiopia event is a test case, and we want to use it to help us establish policy.",
            "opposing": "none",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Decision on AdvanceAmeyaw and Clemennt's proposal to use Ambassador Reserves funding to attend ETHiopia event in mid Feb",
          "Q2 2025 budget caps"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "events attendance, program reserves, budget reserve, budget caps, Q2 2024 budget, consent process, timeline",
      "emotions": "calm, Good natured, focused, decisive"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-02-04",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, guillermolucero, AshleyDawn, Sucre n Spice, évéline trinité, hogantuso, advanceameyaw, LordKizzy",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "DRAFT process for how to use the 'New Ideas' budget",
          "link": "https://docs.google.com/document/d/1aVbnw64oax_Il8NAVgxgQ7_-oWx4K_DkwRbY41QJU8s/edit?usp=sharing"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "We agreed the following timeline for the Q2 budget consent process:  🌟 Thurs 6th March - deadline to confirm what the budget caps are for Q2 (in Open Gov meeting?) and the exhange rate to be used for calculating budgets 🌟 Mon 10th March: deadline for WGs to submit Q1 quarterly reports and Q2 budgets. Also - calculate who is a Core Contributor 🌟 Mon 17th March: deadline for Core Contributors to complete consent forms 🌟 Tues 18th March: discuss objections in Gov WG meeting. WGs without any objections are approved 🌟 Sun 23rd March: deadline for WGs with objections to submit a revised budget 🌟 Mon 24th March: 2nd-round consent forms go out, for those WGs that have objections 🌟 Weds 26th March: deadline for Core Contributors to submit 2nd consent forms 🌟 Thurs 27th March: discuss and finalise in Open Gov meeting  We have the dates for Q3 decision (June) and Q4 decision (Sept) worked out on a similar timeline; but we agreed to confirm these nearer the time. We also noted that for Q3, Guillermo/R&D's proposed dashboard will be ready, which might help streamline the decisionmaking process and shorten the timeline.  RE: setting an exchange rate to be used for Q2 budgets - we noted the current low token price, and suggested $0.35, but noted that the final decision doesn't need to be made until early March.  We discussed the suggestions in the 'Budget Caps for Q2' document, and decided our approach to the New Ideas budget; new workgroups; and budget cap amounts (see 'decisions' below).  In relation to budget caps - we emphasised that any WGs who feel their cap is too low need to prioritise, and there are not many WGs who have outputs that need to be protected regardless. WGs should also be encouraged to use their Q1 quarterly report to explain any negative effects of their budget caps - for example, listing the work that they would have liked to do but have been unable to do because their budget cap was too low - so that the community can assess whether their cap needs to be raised. But we did note that this process is quite slow.  The lobger term suggestions in the 'Budget caps for Q2?' doc particularly around the idea of WGs establishing minimums below which they can't operate - will be discussed in a later meeting.",
        "actionItems": [
          {
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We agreed the timeline for the Q2 budget decision process. We agreed to set the exchange rate to be used for Q2 budgets in early march. We agreed to confirm the timelines for Q3 and Q4 nearer the time.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We confirmed that the New Ideas budget will be reinstated for Q2, and it will be taken from the cumulative remaining amount that is left over from previous Quarters (just over 5k AGIX), rather than taking a percentage from the Q2 budget.",
            "rationale": "Because, since there is money that has been previously allocated to New Ideas and not used, it makes sense (especially in a time of low token price) to use it, rather than reducing WGs' budget caps and taking a percentage from the Q2 budget.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed that the upper limit that can be spent on New Ideas in Q2 will be 1,500 AGIX",
            "rationale": "because even though we have 5k AGIX unspent in total, New Ideas should be used to support small 'starter' things rather than high-budget ideas.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed that before Q2 begins, we will discuss and agree guidelines on how this budget can (and cannot) be used, basing this on the existing draft doc",
            "rationale": "Because we need a process in place for how proposals to use New Ideas budget should be agreed, and guikdelines on what it can and can't be spent on.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed that *independent* new workgroups with their own separate budgets will not be permitted in Q2; but new WGs *can* be created under the heading of an existing Guild, and costed within that Guild's budget cap.",
            "rationale": "Because this will give e.g. regional Guilds the freedom to start new initiatives as they need, within their existing budgets; but it will not require budget caps to be changed to allow budget for completely new WGs.",
            "opposing": "Not an opposing argument, but it was suggested that for clarity we shouldn't call these new initiatives 'workgroups' as such, but just 'neew initiatives."
          },
          {
            "decision": "We agreed that budget caps will stay the same (in AGIX) for Q2 as they were for Q1.",
            "rationale": "Because core contributors need to see the reports for Q1 which outline any effects of budget caps before being able to decide if they agree that a WG's cap needs to change",
            "opposing": "It was noted that this means that if a WG's cap really is too low, they will not be able to change it until Q3 at the earliest, which is quite slow",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed there needs to be some kind of context-setting or informational material for WGs to explain this need to use their Q1 quarterly reports to explain any issues with their budget caps. This will be discussed in a later meeting.",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Dates for Q2 budget consent process",
          "What exchange rate should be used for calculating Q2 2025 budgets?",
          "Will there be a New Ideas budget for Q2 2025?",
          "Will new WGs be permitted for Q2 2025?",
          "Q2 2025 budget caps - will they stay the same as Q1?"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "budget caps, Q2 2024 budget, consent process, timeline, token price, Exchange rates, Q1 quarterly report, New ideas, Process for agreeing new workgroups",
      "emotions": "Good natured, low attendance, Discursive, progress made"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-02-06",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, LordKizzy, CallyFromAuron, AshleyDawn, Clement Umoh, Sucre n Spice",
      "purpose": "Weekly Open Governance meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "DRAFT process for how to use the 'New Ideas' budget",
          "link": "https://docs.google.com/document/d/1aVbnw64oax_Il8NAVgxgQ7_-oWx4K_DkwRbY41QJU8s/edit?usp=sharing"
        },
        {
          "title": "budget decision - main issues mentioned in objections",
          "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing"
        },
        {
          "title": "Retrospectives from the past",
          "link": "https://docs.google.com/document/d/1GorEmCJzcrq3b73p1XUa8E7yYD7_UQETt9axt89qff4/edit?usp=sharing"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "There was no agenda for today's meeting. (We had previously agreed that after January, we would try to keep the Thursday Open Governance meetings open, with no predetermined agenda, for anyone to raise a governance issue.)  The meeting was also quite small.  So the meeting was more digressive than usual - a gentle conversation touching on a range of topics not directly related to the governance mechanisms of the Ambassador program. We agreed to document in a minimal way, by simply logging the topics that arose.",
        "actionItems": [
          {
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We agreed that when Clement and AdvanceAmeyaw return from the ETH conference and a retrospective/ feedback session is held, it might be useful to invite Felix.",
            "rationale": "Due to his longtime work on cross-chain collaboration.",
            "opposing": "none",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed that the doc 'Retrospectives from the past' https://docs.google.com/document/d/1GorEmCJzcrq3b73p1XUa8E7yYD7_UQETt9axt89qff4/edit?usp=sharing should be updated with material from the Q1 budget retrospective",
            "rationale": "Because we need to keep track of issues and follow up on them",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We will document this meeting in quite a minimal way",
            "rationale": "as part of Archives WG's current experiments with knowledge graphs, to see if minimal documentation still enables us to track topics as they develop and are discussed in different sessions",
            "effect": "affectsOnlyThisWorkgroup"
          }
        ],
        "discussionPoints": [
          "Cross-chain collaborations (especially with ETH, given AdvanceAmeyaw and Clement's planned attendance at the ETHiopia Ethereum conference in mid Feb)",
          "Cross-chain collaboration as a mindset",
          "Adoption of different chains in Africa; which ones are most popular and widely used",
          "Clement and AdvanceAmeyaw's plans for engagement at the ETHiopia conference",
          "How we keep track of, and follow up on, issues that were raised in the retrospective sessions for previous Quarters' budget decisions",
          "How we assess WG outputs and work quality - for example, video view numbers",
          "What our priorities are as a Program for WGs' work",
          "Is it easier to critique some kinds of WG outputs than others (e.g. outputs that are more quantifiable); and might that lead to some WGs getting harsher critiques than others?",
          "How Thursday meetings should go in future - open space, perhaps not recording, perhaps more minimal documentation, discussion of Governance concepts, particularly decentralised governence, rather than making decisions - but with the exception that we might carry over any pending agenda from Tuesdays sessions",
          "Tuesdays are the decision-making meeting - Thurs is gentler",
          "How to document discursive meetings of this nature - whether simply logging the topics covered would allow the knowledge graph approach that Archives WG is developing to track those topics easily"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "cross chain collaboration, Ethereum, cross-chain mindset, Thursday vs Tuesday meeting style, retrospectives, open space, WG outputs, assessing outputs, work quality, adoption, Africa, Documentation, minimal documentation, knowledge graphs",
      "emotions": "Discursive, gentle, wide-ranging, low attendance, calm"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-02-11",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, AshleyDawn, Effiom, Tevo, évéline trinité, esewilliams, LordKizzy, guillermolucero, kenichi",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "DRAFT process for how to use the 'New Ideas' budget",
          "link": "https://docs.google.com/document/d/1aVbnw64oax_Il8NAVgxgQ7_-oWx4K_DkwRbY41QJU8s/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Budget Planner",
          "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
        },
        {
          "title": "Governance WG Q4 2024 report",
          "link": "https://docs.google.com/document/d/1hodB7gcG0JkJxlvAGs15mDtYmzReuLNPvuGE9UDUgE4/edit?usp=sharing"
        },
        {
          "title": "GovWG budgets",
          "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
        },
        {
          "title": "Context setting for Core Contributor decision on Q1 2025 budgets",
          "link": "https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Core Contributors criteria",
          "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "Low attendance at first, but people drifted in gradually.  We assigned some tasks RE the Q2 budget decision (publicity and context-setting material, admin such as drafting consent form, plus this WG's own budget and Q1 2025 report)  We discussed what context-setting material is needed, and realised that we need material aimed at WGs to help them formulate their reports and budgets, as well as https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing which is aimed at Core Contributors to inform them about the consent process.  We discussed how to fit the GovWG budget to our budget cap. We noted that because we have been operating close to the minimum level of activity that would be meaningful for the WG, there is not much room to make cuts. We are unwilling to reduce meetings, or to rely on Peter (who doesn't take payment) facilitating all meetings.  We also noted that this discussion has a bearing on the question of WG minimum budgets, as outlined in the 'Budget caps for Q2' discussion doc here https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing and we noted that the approach we decided on (using WG reserves to cover any shortfall, and stating on our budget sheet which items will be covered this way) is a useful approach and should be included in the guidance we are writing for other WGs.  We briefly discussed the 'DRAFT process for how to use the 'New Ideas' budget' doc, but noted that there was not time to fully cover the issue. We briefly discussed the merits of a voting process versus a consent process for agreeing proposals to use the New Ideas budget. We agreed the proposed process will be finalised in the next Governance meeting on Thurs 13th Feb; and once finalised, it will be submitted as a Treasury Policy.",
        "actionItems": [
          {
            "status": "todo",
            "text": "Guillermo to create a timeline graphic for the Q2 budget decision, and an infographic to remind WGs to submit their budgets and reports by the deadline of 10th March",
            "dueDate": "18 February 2025",
            "assignee": "guillermolucero"
          },
          {
            "text": "Guillermo to create an infographic to remind Core Contributors to take part in the consent process",
            "assignee": "guillermolucero",
            "dueDate": "6 March 2025",
            "status": "todo"
          },
          {
            "text": "Vani to adapt the existing Core Contributors' context-setting doc (https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing) for the Q2 process",
            "assignee": "CallyFromAuron",
            "dueDate": "18 February 2025",
            "status": "todo"
          },
          {
            "text": "Vani to draft a second context-setting doc, aimed at WGs, giving guidance on writing their budgets and reports",
            "assignee": "CallyFromAuron",
            "dueDate": "18 February 2025",
            "status": "todo"
          },
          {
            "text": "Peter to make a Discord post about the decisions that have already been made around the Q2 process (i.e. Budget caps will stay the same as for Q1; there WILL be a new ideas budget of 1,500 AGIX; there will be no new WGs with their own independent budgets) to ensure everyone knows",
            "assignee": "PeterE",
            "dueDate": "18 February 2025",
            "status": "todo"
          },
          {
            "text": "Tevo to ensure that a new calculation on who is a core contributor is done by 7th March, to alloow time for people to be nominated before the consent forms open on 10th March. This calculation will be partially automated, and will be done using the revised criteria in the Ambassador Program Core Contributors criteria doc https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing",
            "assignee": "Tevo",
            "dueDate": "7 March 2025",
            "status": "todo"
          },
          {
            "text": "Peter to update Discord tags to reflect any changes to who is a Core Contributor",
            "assignee": "PeterE",
            "dueDate": "10 March 2025",
            "status": "todo"
          },
          {
            "text": "Kenichi to prepare the consent form for the Q2 budget decision, basing it on the one used for Q1 decision, and share it in the Governance meeting no later than Thurs 6th March",
            "assignee": "kenichi",
            "dueDate": "6 March 2025",
            "status": "todo"
          },
          {
            "text": "LordKizzy to draft a new sheet in the Budget Planner for Q2 2025, no later than 6th March",
            "assignee": "LordKizzy",
            "dueDate": "6 March 2025",
            "status": "todo"
          },
          {
            "text": "Guillermo to draft the Q1 2025 quarterly report for GovWG and will bring it to a meeting to be signed off no later than 25th Feb",
            "assignee": "guillermolucero",
            "dueDate": "25 February 2025",
            "status": "todo"
          },
          {
            "text": "Vani to finish drafting the Q2 2025 budget, and bring it to  ameeting to be signed off no later than 25th Feb",
            "assignee": "CallyFromAuron",
            "dueDate": "25 February 2025",
            "status": "todo"
          },
          {
            "text": "Tevo to update the Core Contributor Criteria doc https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing to reflect the agreed changes, so they are not just comments.",
            "assignee": "Tevo",
            "dueDate": "18 February 2025",
            "status": "todo"
          }
        ],
        "decisionItems": [
          {
            "decision": "We agreed to write a context-setting doc for WGs giving guidance on writing their Q1 reports and Q2 budgets, It will be advisory only at this stage, and should suggest that:  1) any WG that is unhappy with its budget cap should address this in its Q1 report, and demonstrate why they need more 2) WGs should show in their budgets anything that they intend to take from their WG reserves 3) Where relevant, WGs should include some sort of changelog from their previous Quarter's budget to show what they have changed.",
            "rationale": "Because these things have emerged from Governance discussions over the Quarter, and we need to ensure all WGs are aware of them.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed to cover any shortfall in our own Q2 budget by taking from our WG reserves",
            "rationale": "Beause this is preferable to reducing the number of meetings, reducing payment for e.g. faciliattion and documentation (which, at $20, is already quite low compared to other WGs) or relying on Peter to facilitate all meetings."
          },
          {
            "decision": "We agreed to finalise the process for using the New Ideas budget in the next meeting (Thurs 13th Feb), and then submit it as a Treasury Policy",
            "rationale": "so that it can be formally ratified, or not, using the established Treasury Policy process",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "As already agreed in a previous meeting, we confirmed that Core Contributor Criteria have been slightly changed",
            "rationale": "to make time recognition stricter, and contribution cost reduced to a fixed 300 USD instead of 1,000 AGIX (to account for token price fluctuation)",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Publicity materials for Q2 2025 budget submission and decision process",
          "Context-setting materials for the Q2 2025 budget process",
          "Automation of process of calculating who is a Core Contributor",
          "How to make cuts to the GovWG budget, and using WG reserves to cover any shortfall",
          "Creating policy on how to use the New Ideas budget",
          ""
        ]
      }
    ],
    "tags": {
      "topicsCovered": "Q2 2025 budget, Q1 2025 report, core contributors, publicity, context-setting docs, budget minimums, timeline, infographic, WG reserves, New ideas, Treasury Policy",
      "emotions": "decisive, focused, lots of tasks assigned"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-02-18",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, AshleyDawn, guillermolucero, CollyPride, Sucre n Spice, Évéline Trinité, maxmilez, Valola",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Budget Planner",
          "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
        },
        {
          "title": "GovWG budgets",
          "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
        },
        {
          "title": "Context setting for Core Contributor decision on Q1 2025 budgets",
          "link": "https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Core Contributors criteria",
          "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
        },
        {
          "title": "Context setting for Core Contributor decision on Q2 2025 budgets",
          "link": "https://docs.google.com/document/d/1yXP6yaEmSsb-Lz4Zcyr1dz_fHZJ78YTDenSbOC36bzc/edit?usp=sharing"
        },
        {
          "title": "Context setting for WGs for Q2 2025 budgets (draft)",
          "link": "https://docs.google.com/document/d/1A34P-teGZ0VlDGrN-kz2fUiv-8wnKVl4fIg_PDxaAHQ/edit?usp=sharing"
        },
        {
          "title": "Governance WG tasks sheet",
          "link": "https://docs.google.com/spreadsheets/d/1kVTXINeOh11tz3uPWicA1aR9aZslwCQMs1hKSFzlM3s/edit?usp=sharing"
        },
        {
          "title": "WG Syncing call, rolling agenda",
          "link": "https://docs.google.com/document/d/1Mdxr2DT9LOi_-7ZS7oIC69ilY67oGqReVhvOuNwUgYQ/edit?usp=sharing"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "We signed off Guillermo's infographics for the Q2 decision, and discussed how best to share them and what relevant links should be posted with them.  We agreed on an exchange rate of $0.30 for Q2 2025 budgets  We provisionally agreed the Q2 2025 budget for GovWG, pending any rethinks before the submission date of 10th March. We looked at the WG task sheet, and what surplus we have; and we discussed briefly whether we can still afford to continue with backlog documentation, or whether we should simply record 'No summary given' for uncompleted summaries - to be discussed  We discussed whether and how to implement the ideas around WG minimum budgets suggested in the 'Budget caps for Q2' discussion doc https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing. We decided yes, we should discuss how different WGs might approach decising on their operational minimum and what would be included in it, and that the next WG sync call would be a good place to start; so we added it to the WG Sync Call rolling agenda.",
        "actionItems": [
          {
            "status": "todo",
            "text": "Vani and Peter to share Guillermo's infographics regularly over the next few weeks, together with links to relevant docs",
            "assignee": "CallyFromAuron, PeterE",
            "dueDate": "10 March 2025"
          }
        ],
        "decisionItems": [
          {
            "decision": "We signed off Guillermo's infographics for the Q2 2025 budget process, pending a couple of small changes (e.g. adding the agreed exchange rate)",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed that Peter and Vani will both post the infographics; and that when the timeline and/or the 'Take part in governance' infographics are posted, the post will include a link to the list of Core Contributors, and the context-setting doc for Core Contributors;  and the 'Submit your WG budgets' will be posted together with links to the Budget Planner, the Budget Caps spreadsheet, and the context-stetting doc for WGs",
            "rationale": "to ensure that people can easily find the info they need",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We agreed the exchange rate for Q2 budgets will be $0.30",
            "rationale": "because the rate  in recent days has been under $0.35 and falling; and because, for WG budget management, it would be preferable to set it too low than too high",
            "opposing": "$0.35 was also suggested, but the majority preferred $0.30",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We provisionally agreed the  draft Q2 budget for Gov WG, including taking c. $800 from reserves to cover elements that we cannot otherwise afford. Changes can still be made up until the submission date of 10th March.",
            "rationale": "Token price being low, we will need to take from reserves in order to be able to do any additional sessions (e.g. a retrospective, as we always do) and to cover content creation such as infographics. We might not spend all of what we plan to take from our reserves.",
            "opposing": "Some concerns were raised about the fact that doing this could mean we go in to Q3 2025 with no WG reserves",
            "effect": "affectsOnlyThisWorkgroup"
          },
          {
            "decision": "We agreed that the idea of WG minimum budgets should be discussed in the next WG sync call; covering how different WGs approach deciding on their operational minimum budgets, and what would be included in a minimum for different WGs. We added this to the WG Sync Call rolling agenda.",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Agreeing publicity and infographics for the Q2 budget process",
          "Agreeing exchange rate for Q2 budgets",
          "Agreeing draft GovWG budget for Q2 2025",
          "Minimum WG budgets"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "Q2 2025 budget, WG reserves, Reserves, WG Sync calls, Core Contributors , publicity, Infographics, consent process, minimum budgets",
      "emotions": "gloomy, decisive, Organised"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-01-23",
      "host": "Duke",
      "documenter": "martinsoki, CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, osmium, Duke, hogantuso, AshleyDawn, Effiom, Clement Umoh, LordKizzy, AJ, Kateri, Slate, martinsoki",
      "purpose": "Weekly Governance WG meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "Q1 2025 budget decision retrospective: Miro",
          "link": "https://miro.com/app/board/uXjVLtid06I=/"
        },
        {
          "title": "Ambassador program core contributors=sharing",
          "link": "https://docs.google.com/spreadsheets/d/1VW10ZrPOrRBQ_E1T-g9N7POcZaGsq3C0Vr6ygVzMoGU/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Core Contributors criteria",
          "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
        },
        {
          "title": "Proposal to Attend ETHiopia (the First EthConference in Ethiopia)",
          "link": "https://docs.google.com/document/d/1p2dRPKG6g4mrc3lPizO4EWHNn6sG_2ZNQMJ1nV45sls/edit?usp=sharing"
        },
        {
          "title": "Meetings, 13th Dec and 17th Jan, on using Program reserves for event attendance",
          "link": "https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing"
        }
      ],
      "timestampedVideo": {}
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "Criteria for core contributors:  In the last round, there was room for self-nomination and nomination by others, for people that didn't reach the criteria for getting the core contributor role.  The meeting  noted Tevo's comments in the GovWG Discord channel about the rewards threshold and participation threshold: 'Some of the downsides come because the rewards are more centralised to current core contributors and seems high earners are earning even more funds compared to last quarter, leaving out less tasks for people to reach 1000 AGIX threshold. In addition the core contributor list by rewards also affected by the price changes. The higher the AGIX price goes, the harder is to reach the threshold. However, the majority of renominated members are due to not attending enough meetings or not being recognized. From next quarter if people interested we can double down on Process Guild service to import Zoom participation to Treasury Manager, for now I do not know if we have funds for that. we definitely have the capability (even if still semi-automated)'.  and from Vani: 'But interestingly, this means we have 60 core contributors this time - and (what I am pretty sure is) a record 20% having been manually nominated. Hmmm... does this suggest we need to have a look at the criteria? Or are the criteria fine, and these are just anomalies?'  Currently we use:  1. Time-based recognition What does 'participation' mean? Is it just for passively attending meetings, or for actually taking part? speaking, commenting in Chat, etc) Vani noted that for now it is based only on attendance - we can't easily capture who is contributing in a meeting, as it could be complex to capture who spoke or commented in Chat.  2. Fund request recognition Clement noted that the criterion for having to be rewarded with at least 1000 AGIX in the last three months is not fair because of fluctuation in token price.  Peter noted that we don't require both time-based recognition and fund request recognition: it's either / or. However, the meeting still felt that the threshold should be in USD, not AGIX, to minimise the effects of token price fluctuation. After discussion, we agreed the threshold should be 300 USD a quarter.   Self nomination:  Should self-nomination continue to be possible, for people who have not reached the criteria for being a core contributor? Vani raised the issue of potential hostile capture if people can self-nominate, and suggested there should be no self-nomination; nominations should have to be made by an existing Core Contributor. Peter said he thinks it would usually be OK if a person is new and nominates themself. A poll was drawn and 11 people out of 14 said there should be no self nomination, but we agreed that we will revisit the decision after the end of Q1 2025.   Proposal for Attendance at the ETHiopia conference  https://eth-iopia.xyz/ By Clement and Advanceameyaw  They would like to be funded from Program reserves to represent sNET at this event. We noted that 2 focus groups have met to discuss criteria for using Reserves for event attendance - their recommendations have not yet been discussed or ratified, but this proposal meets most of them except a suggested budget limit per person. However, we also noted that this suggested limit may be too low - flights within Africa are very expensive, so a low budget limit could have the unintended effect of preventing African's from attending African events  The proposal was explained and we concluded that the proposal should be posted in Discord for all core contributors to consent or object,  and the results should be discussed in the Open Governance meeting on Thurs 28th Jan.",
        "actionItems": [
          {
            "status": "todo",
            "text": "Vani to make a consent form for the proposal to attend the ETHiopia event in February, and post it in the 'Decision To Be Made' Discord channel",
            "dueDate": "28 January 2025",
            "assignee": "CallyFromAuron"
          }
        ],
        "decisionItems": [
          {
            "decision": "We agreed to change the fund request recognition criterion for becoming a Core Contributor from 1000 AGIX to 300 USD",
            "rationale": "Because, given that many WGs set task prices in USD, having the threshold in AGIX makes it unfairly difficult to become a core contributor when token price is low.",
            "effect": "mayAffectOtherPeople"
          },
          {
            "decision": "We decided that for the coming Quarter (Q2 2025) self-nomination will no longer be possible",
            "opposing": "we agreed that we will revisit this decision after the end of Q1 2025",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Criteria to be core contributor",
          "Self nomination",
          "attendance at ETHiopia conference"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "core contributors, participation, self-nomination,  events attendance, Program reserves",
      "emotions": "long, slow, straightforward"
    },
    "type": "Custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  },
  {
    "workgroup": "WG Sync Call",
    "workgroup_id": "89f6301b-dc91-45d1-baf5-d4815ea3f500",
    "meetingInfo": {
      "typeOfMeeting": "Monthly",
      "date": "2025-02-27",
      "host": "PeterE",
      "documenter": "CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, CollyPride, Duke, advanceameyaw, osmium, AshleyDawn, Clement Umoh, Sucre n Spice, kenichi",
      "purpose": "Monthly call for all Workgroups to discuss Program-wide issues",
      "workingDocs": [
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program End of Year report - draft outline",
          "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing"
        },
        {
          "title": "Workgroup syncing call feedback (Responses)",
          "link": "https://docs.google.com/spreadsheets/d/1DYQb3U4AkXsxtOl7uHONFtfBkavicU1wleJskQKf5Ms/edit?usp=sharing"
        },
        {
          "link": "https://docs.google.com/document/d/11zOzbWaDG6ND7IHDETNQrqsKcQOq1Xbm5KYXgYZ6YPA/edit?usp=sharing",
          "title": "#01 _ Agenda Items MCLab _ 250225  (MeTTa Coder Lab program)"
        },
        {
          "link": "https://docs.google.com/document/d/1beMEt9XmPvHNaH08Rh5_taTI0QhHcyy15Q6XcXXDWUI/edit?usp=sharing",
          "title": "CONFLICT RESOLUTION FOR SINGULARITY NET AMBASSADORS"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "discussion": "1) Workgroups represented on the call: We asked in Chat and found the following groups are present - Archives - AI Ethics - Onboarding - Translation - Writers - Marketing - R & D - Moderators - African Guild - Governance - Sandbox/Think Tank   2) WG minimum budgets - How to progress discussion on the idea, proposed in the 'budget caps for Q2' discussion doc https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing , that WGs should determine their minimum budgets - it was decided that Governance WG is the best place for this conversation, and that we should not actually discuss it in this meeting.  2) Increasingly late meeting start times: We recognised that it's difficult to fix without putting people off turning up at all. Suggestions included: - If you're late, your participation will not be counted (but most people would not mind that); - Start meetings at 5 mins past, regardless of who's present - of course this can't be enforced on WGs, but we could suggest it, and try it out in e.g. Governance, Town Hall, etc.  3) Archives WG will not be checking meeting summaries during Q2 - Meeting summaries are often inaccurate or garbled, and it is a lot of overhead to check and correct them. So for budget reasons *and* experimental reasons, Archives will stop doing this during Q2, and will simply approve and archive whatever is submitted. They will then test whether the graph RAG process they are developing is able to 'fill in the gaps' and derive meaningful and accurate information from summaries in Q2. If yes, it will be helpful to know that our archiving system doesn't require accurate summaries; and if no, we can assess what kinds of errors matter.  4) Googleform responses on what WG Sync calls should cover: see https://docs.google.com/spreadsheets/d/1DYQb3U4AkXsxtOl7uHONFtfBkavicU1wleJskQKf5Ms/edit?usp=sharing There were 5 responses, all quite different. Key points:  - Some issues with not knowing when the call is (we need to keep publicising it)  - Best uses of time include cross-WG collaborations; feedback, evaluation, and knowledge sharing; top-level planning, and assigning relevant people to go off and discuss issues in more detail; external speakers.   - There was a suggestion of using the call for progress updates, but this was felt to be very similar to the monthly 'WG Updates' Town Hall, so perhaps not useful.  - Should NOT be used for: Grievances/conflict resolution (we note that there is a process in place for that, see https://docs.google.com/document/d/1beMEt9XmPvHNaH08Rh5_taTI0QhHcyy15Q6XcXXDWUI/edit?usp=sharing , though it has never been used); Personal ideas; Decisionmaking and detailed planning; Issues that belong in Governance meetings. Note that some people in the meeting disagreed with some of these.  - Future wishes for the calls - several of these have already started to be done; the idea of expert training sessions in the call itself, and followup discussion afterwards, remains to be discussed. We note that a previous Governance session (9th Jan 2025, https://snet-ambassadors.gitbook.io/singularitynet-archive/timeline/2025/january-2025/week-2#governance-workgroup-1) discussed how to encourage attendance from all WGs - there was a suggestion of rewards from Program reserves for WGs that attended all 3 meetings in a Quarter; although we noted that given current token price, this might not be something we still want to do. Nevertheless, we have recorded which WGs were present.  5) End of Year Report 2024 - we agreed a final date of Sunday 9th March to finish the report https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing, and WGs who have not added material will do so by Fri 7th to allow time for a final proofread. We also noticed that several WGs (Education, Gamers, Strategy) have not added material *and* have not been coming to WG Sync calls - are they feeling excluded or disengaged in any way, or facing barriers? We did not reach conclusions on how or whether to ask them.  6) MeTTa Coder Lab: This is intended as a 'low-barrier-to-entry' way for people to learn MeTTa, and was originally a proposal in an RFP funding round, but was unsuccessful - so Guillermo is suggesting it as a cross-WG collaboration - education+ RND + AI SANDBOX +Onboarding plus any others who want to.  The proposal and other materials were shared and comments were invited. There will be meetings soon to discuss the collaboration and how to fund it.",
        "meetingTopics": [
          "Which WGs are represented on the call?",
          "WG minimum budgets",
          "Increasingly late meeting start times",
          "Archives will not be checking meeting summaries in Q2 2025",
          "What WG Sync calls should be about (results of Googleform)",
          "Ambassador Program End of Year Report 2024",
          "WGs that are not taking part?",
          "MeTTa Coders Lab initiative"
        ],
        "actionItems": [
          {
            "status": "todo",
            "text": "All to add comments on the MeTTa Coder Lab program doc #01 _ Agenda Items MCLab _ 250225",
            "assignee": "all",
            "dueDate": "4 March 2025"
          }
        ],
        "decisionItems": [
          {
            "decision": "We will continue to publicise the WG Sync calls, and the agenda, in Discord - maybe a little further in advance than we have been doing.",
            "effect": "mayAffectOtherPeople",
            "rationale": "Because the survey indicated that some people are not aware when the call is, or what is on the agenda"
          },
          {
            "decision": "RE late start to meetings: we will try starting calls such as Governance WG, Town Hall, etc no later than 5 minutes in, regardless of who is present, rather than waiting; and will publicise that we will be doing this. Then in the next WG Sync we will discuss whether it has helped.",
            "effect": "mayAffectOtherPeople",
            "rationale": "to see if it helps encourage people to arrive on time"
          },
          {
            "decision": "The question of how to approach WG budget minimums will be taken up in Governance WG",
            "effect": "mayAffectOtherPeople",
            "rationale": "because this call (WG Sync) doesn't feel like the best place for it due to time constraints"
          },
          {
            "decision": "We agreed we will continue to capture which WGs are represented at the WG Sync Calls, but will decide at the end of the Quarter whether we want to go ahead with rewarding WGs who attend all 3 sessions, as agreed in Open Governance meeting on 9th Jan 2025 https://snet-ambassadors.gitbook.io/singularitynet-archive/timeline/2025/january-2025/week-2#governance-workgroup-1",
            "effect": "mayAffectOtherPeople",
            "rationale": "Due to low token price"
          },
          {
            "decision": "Ambassador Program End of Year Report 2024 to be finished by end of day, Sunday 9th March. Anything not added by then, will not be used",
            "effect": "mayAffectOtherPeople",
            "rationale": "Because it is now well into 2025, so we need to finish it off"
          }
        ]
      }
    ],
    "tags": {
      "topicsCovered": "budget minimums, late start to meetings, Archives WorkGroup, Correcting errors in meeting summaries, Meeting Summaries, WG sync call purpose, conflict resolution, End of Year report, End of Year Report 2024, Participation in governance, participation, disengagement, Strategy Guild, Education Guild, Gamers Guild, MeTTa Coder Lab, cross-WG collaboration",
      "emotions": "quiet, not many speakers, late start, positive, interesting"
    },
    "type": "custom",
    "noSummaryGiven": false,
    "canceledSummary": false,
    "noSummaryGivenText": "No Summary Given",
    "canceledSummaryText": "Meeting was cancelled"
  },
  {
    "workgroup": "Governance Workgroup",
    "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
    "meetingInfo": {
      "typeOfMeeting": "Weekly",
      "date": "2025-02-20",
      "host": "PeterE",
      "documenter": "martinsoki, CallyFromAuron",
      "peoplePresent": "PeterE, CallyFromAuron, AshleyDawn, guillermolucero, martinsoki, LordKizzy, LadyTempestt, Effiom, advanceameyaw, Évéline Trinité",
      "purpose": "Weekly Open Governance meeting",
      "workingDocs": [
        {
          "title": "Governance calls, rolling agenda",
          "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
        },
        {
          "title": "'Budget caps for Q2' discussion",
          "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Budget Planner",
          "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
        },
        {
          "title": "Ambassador Program Core Contributors criteria",
          "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
        }
      ]
    },
    "agendaItems": [
      {
        "status": "carry over",
        "narrative": "We noted that in Q1, Process Guild voluntarily gave up 1,000 AGIX to help with budget fitting (reducing their cap from 2,000 to 1,000); so this should be restored in Q2. Since we have already said that budget caps will remain the same this Quarter as they were in Q1, the only way to do this is to give Process Guild 1,000 AGIX from Program reserves. We also agreed that we definitely need to reassess budget caps for Q3; and that this should be done in the light of the discussion on minimum budgets (the minimum a WG needs in order to operate).  Anonymity:  Peter noted that it can be difficult to resolve objections when the objectors are not present in the meeting and prepared to 'un-anonymise' themselves.   Vani said it can be difficult to raise concerns - especially serious, 'whistle-blowing' type concenrns - without anonymity. How will we make sure the space feels safe to raise things?  We recapped the point made in the previous meeting that the process is *not* anonymous now, because anyone with access to the Ambassador Gmail account can see who said what - but it's not clear if people fully realise that.  LordKizzy confirmed that the Governance dashboard being developed in R&D Guild will keep user identities anonymous to the public, but admins will still have access to this information - this raises the question of who should be an admin.   LadyTempestt stated that she doesn't feel OK raising issues in the budget consent forms ever since she found out that it is not confidential, so she just abstains.   We noted that it would be possible to create the consent forms on a different Google account that only 1 person has access to (perhaps Peter, given his particular role in the ecosystem).   Guillermo said that a non-anonymous consent process can foster a stronger community. When you fear to give your opinion whatever it is, it's not good - raising concerns openly will improve our professional relationships and help us learn to accept criticism. The planned Governance dashboard hopes to address this, and to make it easier for people to raise concerns transparently.  Vani said that while this *can* work, sometimes lack of anonymity means people give less honest feedback; so we get an apparent 'consensus' that isn't real. Also, any negative effects of removing anonymity are likely to fall more heavily on those who are already marginalized, or who feel the least confident or the least safe. Guillermo countered that having anonymity can make it more likely that people will raise unfair or nonsense concerns. Kizzy pointed out that if people do not attend the discussion meetings, they don't know that their concern has been resolved, and will raise it again next time, so we go round in circles. Guillermo suggested we could make it an option when the new Governance dashboard is built - people could choose whether or not they want to be anonymous. Vani referenced a previous Governance meeting where it was suggested that we need an independent person or group who maintain oversight, but are not otherwise involved in budget decisions, and are neutral. It was agreed back then that it would be difficult to find such a person  We noted that by the end of Q2, the Governance dashboard should be ready, and this might change things - so this Quarter might be the only chance we get to try out a non-anonymous consent process and see how it goes.  We checked the new sheet for Q2 which LordKizzy has added to the Budget Planner, and agreed the additions he needed to make to it.",
        "actionItems": [
          {
            "status": "todo",
            "text": "Vani and Peter to share Guillermo's infographics regularly over the next few weeks, together with links to relevant docs",
            "assignee": "CallyFromAuron",
            "dueDate": "10 March 2025"
          },
          {
            "text": "Peter to create an anonymous Googleform to ask people whether they have ever not said what they think in the consent process because it is not anonymous.",
            "status": "todo",
            "assignee": "PeterE",
            "dueDate": "27 February 2025"
          },
          {
            "text": "LordKizzy to make agreed tweaks to the new sheet in the budget planner, adding formulae and budget cap totals.",
            "status": "todo",
            "assignee": "LordKizzy",
            "dueDate": "27 February 2025"
          }
        ],
        "decisionItems": [
          {
            "decision": "We decided to add 1,000 AGIX from Program Reserves to Process Guild's Q2 budget cap",
            "effect": "mayAffectOtherPeople",
            "rationale": "because Process Guild agreed last Quarter to voluntarily give up 1,000 AGIX to help with budget-fitting, but this was only ever intended as a temporary measure. When we agreed in a previous meeting that budget caps should stay the same as they were for Q1, we forgot about this."
          },
          {
            "decision": "We agreed that we will reassess / recalculate the budget caps for Q3, and will do it in the light of discussion of WG budget minimums",
            "effect": "mayAffectOtherPeople",
            "rationale": "Several WGs are unhappy with their caps; and we cannot continue to 'top up' Process Guild from reserves indefinitely; so there needs to be an adjustment; and we need to ensure that minimums are covered."
          },
          {
            "decision": "We agreed to continue the discussion on anonymity next meeting.",
            "effect": "mayAffectOtherPeople"
          }
        ],
        "discussionPoints": [
          "Process Guild's budget cap for Q2 2025",
          "Need to reassess budget caps for Q3",
          "Anonymity in decision-making",
          "New Q2 sheet in the Budget Planner"
        ]
      }
    ],
    "tags": {
      "topicsCovered": "Q2 2025 budget, Reserves, consent process, Process Guild, Budget caps, anonymity, R&D guild, governance dashboard, safe space",
      "emotions": "decisive, Organised, Interactive, thoughtful"
    },
    "type": "custom",
    "noSummaryGiven": false,
    "canceledSummary": false
  }
]