{
  "4b5d83b3-87d5-46d8-ae06-d169c21480c7": [
    {
      "workgroup": "Archives Workgroup",
      "workgroup_id": "05ddaaf0-1dde-4d84-a722-f82c8479a8e9",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-01-08",
        "host": "Stephen [QADAO]",
        "documenter": "CallyFromAuron",
        "peoplePresent": "André, CallyFromAuron, Stephen [QADAO], LadyTempestt, Gorga Siagian, PeterE, Clement Umoh, AshleyDawn, esewilliams, LordKizzy, Effiom",
        "purpose": "Regular monthly meeting of the Archives WorkGroup in the SingularityNET Ambassador program",
        "meetingVideoLink": "https://www.youtube.com/playlist?list=PL4dGsCqdRj6ct6TwdrVKm_Bjg2ToCjzQh",
        "workingDocs": [
          {
            "title": "Archives Dashboard",
            "link": "https://archives-dashboard.netlify.app"
          },
          {
            "title": "Q1 2025 budget",
            "link": "https://docs.google.com/spreadsheets/d/14IYxBj-9MGCZRkYIupwvbHgPYZgohnyMSQ-EUFBgpYI/edit?usp=sharing"
          },
          {
            "title": "Archive names (a list of the name that people are most commonly known by in the Archives)",
            "link": "https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing"
          },
          {
            "title": "GitHub Issue for this meeting",
            "link": "https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/239"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "text": "Vani to approach DeepFunding, to ask about the issue raised in our November meeting about documentation of DF Town Hall: i.e. sometimes timestamps are not great, and additional work needs to be done to document the sessions in a meaningful way - could DF itself could make any further contribution to the work, e.g. by paying someone from the Town Hall team to add the documentation to the summary tool?  and discuss how the Archives dovetails with documentation that DF is doing itself, such as https://community.deepfunding.ai/",
              "assignee": "CallyFromAuron",
              "dueDate": "15 January 2025",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "Gorga presented Gamers' Guild's representation of Archives WG in Roblox. We agreed it was great, but suggested some minor tweaks to which NPC is in each room. We commented that  - like a knowledge graph, this is a visual way of representing structures and connections. The conversational interface in the game may be useful for structuring questions about the archive - e.g. a gamified way to explore a knowledge graph - it would be amazing in the long term if the Archives itself could be integrated with the game, so that in the Archives room, a player could actually access and search the Archives.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Stephen showed updates to the AI workflow issue https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/233. He's working on a presentation on philosopher Robert Stalnaker's idea of context (possible worlds, centred worlds), and how this might relate to an ethical approach to the use of AI",
              "rationale": "An LLM needs to be used in a contextualised way in order to be fully ethical - Stalnaker's approach to context could be a useful way to look at this, and could give an interesting angle for our didactic work.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Stephen presented recent work on LLM development https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/241 . We agreed that while it is easy to take a 'snapshot' of flat-file data and feed it into Langchain or similar, there is no guide to forming a semantic query. So how do we structure our data to prepare it for interfacing with generative AI?   This will be the next phase of the work on this issue - we are now pivoting to a graph structure to give better context and dimensionality.  - You create an instance (in the cloud, for scalability, if you have a large dataset) - Import is from a CSV file, but you an also integrate graph sources and other sources - It creates nodes (data entities) - You can then design your own conceptual schema/framework on top of this layer, to define what the edges are that connect the nodes. (Multi-dimensional - there might be many connections depending on context).",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "André, meeting tool redesign: he has added some new names to the controlled vocab for people's names; and is planning to design something for the process of approving new names and updating where we have a wrong version of a name.   He's also updated the timeline folders for 2025 (atm this can't be automated, but it does only need to be done annually so not too bad), and fixed a caching bug which had been causing the dashboard to sometimes display older (non-updated) versions of summaries.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We discussed our tag taxonomy https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/133, and whether our (deduped) set of tags could be a *layer* that sits on top of our data",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "We noted that given current low-ish token price, we're not able to start the proposed initiative to create a skilled documentation team. We'll review this next meeting.",
              "rationale": "We had this in our Q1 budget 'if token price rises sufficiently above $0.55' (the exchange rate at which Q1 budgets were calculated). Price hasn't risen enough.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "We briefly discussed the plan to further develop an AI ethics policy for the Archives.",
              "rationale": "Transparency in the use of AI, human oversight, contextuality, and accountability are obviously key elements; so are auto-didacticism and learning resources (can people teach themselves to understand what is being done when AI is used in recordkeeping?)",
              "effect": "mayAffectOtherPeople"
            }
          ]
        }
      ],
      "tags": {
        "topicsCovered": "RAG retrieval process, knowledge graph, Tag taxonomy, meeting summary tool, graph rag, Robert Stalnaker, philosophy, Gamers Guild, Roblox, visual, context, controlled vocabularies",
        "emotions": "interesting, wide-ranging, didactic, Friendly"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "a3d9a6d1-7976-4a18-bc0c-62f3e638e329": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-07",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, CollyPride, AshleyDawn, LadyTempestt, osmium, LordKizzy",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program End of Year report - draft outline",
            "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing"
          },
          {
            "title": "Q4 budget decision - main issues mentioned in objections",
            "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing"
          },
          {
            "title": "GovWG Budgets",
            "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
          },
          {
            "title": "Treasury Policy Submission Form",
            "link": "https://docs.google.com/forms/d/e/1FAIpQLScA7Rcw-7QclL13qnfsdrtFt64nYRKM7zU1LgOK9wEoaWgpqg/viewform"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Input needed: - We noted that some WGs haven't yet added to the draft End Of Year Report - we'll give reminders in Town Hall tonight, and on Discord. - There's only been 2 responses so far to the Googleform about what WG Sync Calls should be covering. We'll give reminders in Town Hall tonight, and on Discord; and hopefully discuss in Governance meeting on Thurs 9th or Thurs 16th when we have more input.  Retrospective on Q1 consent process: - We noted that GovWG meeting on Tues 14th is scheduled to be the retrospective session on the Q1 budget consent process. - Peter has yet to DM Core Contributors who didn't take part in the Q1 budget approval process, to find out why they didn't. He'll do it as soon as poss. - We will also ask Tevo if he has data on how many Core Contributors did take part this time (it's hard to tell from the Googleform responses, as people submit one per WG so it is hard to see how many unique consenters there were). - We noted it could be interesting in the retrospective to consider overall patterns of *how* consenters took part (e.g. were there fewer objections than last time? Were objections similar to last time, or different? Were there people who blanket unapproved all WGs, like there was last time?)  Documentation of Governance WG meetings - We agreed it's not an entry-level task. - We agreed the low-ish price ($20) might be putting people off doing it; people might also be put off by feeling that summaries need to be very detailed - We noted that there is still quite a bit of work to do on the backlog of summaries from Q3 and Q4 - there are people working on it, but $20 feels very low, as backlog work is harder since it's not fresh in the mind - We discussed whether people should be able to document meetings they were not present at, and concluded that while it's better if you were there, it's OK to work from the Read.ai transcript (though *not* from just the Read.ai summary, as those are often very inaccurate) - We agreed that to make documentation less onerous (especially for the backlog work) it is OK to focus on decisions, action items, and who was present - We agreed to raise the price (see 'decisions')  Next WG Sync Call date  - Next call is supposed to be Thurs 30th Jan at 10:00 UTC - is this too early in the day? Peter will ask in Town Hall tonight about preferred date and time - possibly move to Weds 29th at 13:00 UTC  WG unspent budget / budget reserves - We outlined the current process (unspent budget used to be clawed back by Treasury - but since Jan last year, it has not been. Anything that a WG doesn't spend, becomes part of their WG reserves and they can still use it.) - Should there be a time limit on how long a WG has to use budget that was allocated to a particular task? And if they want to change what they use it for, how should they do that? - How to avoid gaming the system (e.g. submitting a quarterly budget to do amazing things, to ensure consent; but then changing it to less impressive things in the first week of the Quarter) - We agreed on a suggested approach based on a 'change request' process if a WG wants to make major changes (see 'Decisions' below) and agreed to submit this as a potential new Treasury Policy.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Peter to DM Core Contributors who didn't take any part in the Q1 budget consent process, to ask why they didn't",
              "assignee": "PeterE",
              "dueDate": "14 January 2025"
            },
            {
              "text": "Peter to raise items from this meeting in Town Hall later today (Requests for input on  End of Year Report and WG Sync Calls; sharing info on proposed new policy on WG budget changes)",
              "assignee": "PeterE",
              "dueDate": "7 January 2025",
              "status": "done"
            },
            {
              "text": "Vani to ask Tevo if he has info on how many people took part in the Q1 budget consent process",
              "assignee": "CallyFromAuron",
              "dueDate": "9 January 2025",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We will raise the price of backlog summaries to $30 per summary. Current summaries will stay at $20; but if AGIX price goes up by the end of Q1, we will give a bonus to documenters",
              "rationale": "Backlog work is more onerous, and can take a lot of time, so price should be higher - and we do have leftover budget to cover it in Q3 and Q4 budgets. But our Q1 budget has allocated $20 for documentation - so we cannot raise this price unless we know AGIX price is high enough.",
              "opposing": "none",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Suggested process for WG budget reallocation:  - If the changed budget line is 0-5% of a WG's total quarterly budget, the WG can change this at their own discretion without any consultation (1x per quarter)  - If it's 5-35% of the total quarterly budget, the WG should submit the suggested change to #decisions-to-be-made Discord channel, tagging @Core Contributor, and there will be 1 week for any objections to be registered. (If no objections, the WG can go ahead: if anyone objects, we didn't decide how that should be processed. Discuss in a Governance meeting?) - A 35% + change request needs to be included in the WG's budget proposal for the following Quarter (note that it would be separate from, and in addition to, their budget cap for that Quarter. So if a WG has a cap of 5k AGIX for Quarter 2 2025, and has 1k AGIX unspent from Q1 that it wants to reallocate, it will therefore have a total of 6k AGIX to work with). - If a WG has unused budget at the end of a Quarter that they still intend to use as originally planned, they don't need to do anything special - they just do the work as and when they can.",
              "rationale": "- To enable WGs to respond to changes that emerge out of their work, and to reallocate unspent budget if they find they no longer need to do the tasks they originally got the money for, but something else. - To prevent WGs losing budget that they have secured simply because they have realised there is a better use for the money. - To prevent gaming of the system.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "The above policy suggestion will be discussed in Town Hall and in the Gov WG Discord channel, and then will be submitted as a potential new Treasury Policy",
              "rationale": "The Treasury Policy process seems like the best way to ratify and agree the idea.",
              "opposing": "none",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Input needed for End of Year report",
            "Input needed for Googleform on what WG Sync calls should cover",
            "Retrospective on Q1 budget decision process",
            "Documentation of GovWG meetings",
            "Next WG Sync Call date",
            "WG unspent budget / budget reserves"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "End of Year report, Workgroup Sync call, core contributors, retrospective, participation, consent process, Q1 2025 budget decision, Workgroup reserves, change request, WG budget changes, Documentation",
        "emotions": "Discursive, Good natured, interesting, progress made"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "e9f4af2f-71b6-490d-972f-e06ad2191207": [
    {
      "workgroup": "Education Workgroup",
      "workgroup_id": "3478946e-a143-457a-8ff4-446b731e17e9",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-08",
        "host": "Slate",
        "documenter": "Slate",
        "peoplePresent": "Gorga Siagian, esewilliams, AshleyDawn, Kateri, Zalfred, hogantuso, frosh, photogee, Clement Umoh, osmium, LordKizzy, Malik",
        "purpose": "Happy New Year Greetings - Follow Up from Projects - Task Assignment based on pending tasks - Certification Program next steps discussion.",
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "meetingTopics": [
            "Happy New Year Greetings",
            "Follow Up from Projects",
            "Task Assignment based on pending tasks",
            "Certification Program next steps discussion"
          ],
          "actionItems": [
            {
              "text": "Ese to create a single google sheet document for the AI for Beginners",
              "assignee": "esewilliams",
              "dueDate": "15 January 2025",
              "status": "in progress"
            },
            {
              "text": "Photogee, Clement and Ese to work on Webinar Series Document",
              "assignee": "esewilliams, Clement Umoh, photogee",
              "dueDate": "15 January 2025",
              "status": "in progress"
            }
          ],
          "decisionItems": [
            {
              "decision": "Certification Program Resource Creation start after the website creation maybe near to it",
              "rationale": "mostAgreed",
              "effect": "mayAffectOtherPeople",
              "opposing": "nil"
            }
          ],
          "discussionPoints": [
            "Slate started the meeting greeting everyone and giving best wishes for the new year to everyone",
            "The meeting started with warm welcome from everybody , and how there holidays went",
            "Then the meeting set off after this, getting updates in regards to the ongoing projects,The first update was gotten from Ai for beginners project",
            "Ese notified that the project is ongoing and we have all the scripts ready for the videos, only the SEO and Graphics part is left which will be selected in the coming weeks",
            "There was a pointer in regards to the videos which were posted in the education guild channel , ese notified that those videos will be going through a last set of adjustments before getting published",
            "Slate notified ese to create a specific sheet for this purpose so all the videos can be tracked",
            "Then afterwards the discussion on the webinar series started on which clement , photogee and ese are going to be working on moving forward and will be providing an initial document",
            "Then Osmium notified that he is working on the governance framework series project and that vanessa is working by his side , and they will soon be having updates in regards to this",
            "There was also a discussion in regards to the certification program updates , Slate notified that the certification program will now be launched on the website for more public to accesss it and before making more resources we should wait for franklyn's update"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "CCCP, announcement, sugestion , website, Aiforbeginners, design, Task Assignment",
        "emotions": "productive,  Collaborative, Businesslike."
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "bdbe0ced-636d-4aec-8ac8-a8b1604ff8c1": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-09",
        "host": "PeterE",
        "documenter": "martinsoki",
        "peoplePresent": "PeterE, CallyFromAuron, AshleyDawn, LadyTempestt, LordKizzy, martinsoki, Duke, Sucre n Spice, Clement, Effiom",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program End of Year report - draft outline",
            "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing"
          },
          {
            "title": "Q4 budget decision - main issues mentioned in objections",
            "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing"
          },
          {
            "title": "GovWG Budgets",
            "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
          },
          {
            "title": "Treasury Policy Submission Form",
            "link": "https://docs.google.com/forms/d/e/1FAIpQLScA7Rcw-7QclL13qnfsdrtFt64nYRKM7zU1LgOK9wEoaWgpqg/viewform"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Compulsory participation in Governance:  Should we have this compulsory participation for individual core contributors? - We noted that we give core contributors right to take part in the decision making process but it doesn't have to be mandatory. (The call contributor tag was given base on their participation and not based on personal request).  Should we have this compulsory for workgroups? 1. Should workgroup be present in the  objections resolving calls? - If any workgroup put forward a proposal and there is an objection,it is important the workgroup is present to respond and discuss the objections. We noted that even if the workgroup lead isn't available, a representative from the workgroup should be available in the meeting to discuss the objections.  2. Should workgroup be mandatory present during either governance call or workgroup syncing calls. - We noted that workgroup should prioritize coming for Workgroups syncing call. It is not mandatory but to encourage workgroups to participate, we suggested we propose to reward the Workgroups that sends a representative to 3 Workgroups syncing calls in a quarter and note that one person can only represent maximum of 2 workgroup. While for the governance call we are not mandating or proposing anything for now but we encourage work group to participate in other to know what is going on in the ecosystem.",
          "actionItems": [
            {
              "text": "Martinsoki to post the proposal on the channel regarding the positive reward system for workgroups that attend three workgroups syncing call in a quarter",
              "assignee": "martinsoki",
              "dueDate": "9 January 2025",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We decided to propose a positive reward system instead of a sanction for workgroups that attend three workgroup syncing calls in the quarter",
              "rationale": "To encourage participation in the monthly syncing calls",
              "opposing": "none",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Compulsory participation in Governance for individual core contributors",
            "Compulsory participation in governance for workgroup",
            "Compulsory workgroup participation in the objection resolving calls of workgroup proposal"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Workgroup Sync call, core contributors, participation, Documentation",
        "emotions": "progress made, Thoughtful"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "b13a548e-d080-496e-b62d-e71de59e3d69": [
    {
      "workgroup": "AI Sandbox/Think-tank",
      "workgroup_id": "2c8f641a-2fc5-4a3c-9f38-64d8acd0fea9",
      "meetingInfo": {
        "typeOfMeeting": "Sandbox",
        "date": "2025-01-09",
        "host": "osmium",
        "documenter": "Kateri",
        "peoplePresent": "AshleyDawn, Gorga Siagian, Kateri, advanceameyaw, martinsoki, LordKizzy, TheFreysDeFi, PeterE, Clement Umoh",
        "purpose": "AI TOOLSET EXHIBITION: AIRTABLE AI: Airtable tool",
        "workingDocs": [
          {
            "title": "Blueprint for AI sandbox/Think tank",
            "link": "https://docs.google.com/document/d/1U_gCzRj4bhcjcNB5uaZt--yVPeNJsadFNknIsl16bLI/edit?usp=sharing"
          },
          {
            "title": "Roadmap of  AI SANDBOX/THINK TANK",
            "link": "https://docs.google.com/document/d/1gtTTMSUhohy2-WL_UZcB2C9tJDIyvto_fkAwTeAL7Go/edit"
          },
          {
            "title": "Presentation Template",
            "link": "https://www.canva.com/design/DAGTr2f8gW8/YWrjpheKKdAoifI9pjrbsQ/view?utm_content=DAGTr2f8gW8&utm_campaign=designshare&utm_medium=link&utm_source=editor"
          },
          {
            "title": "Third Sandbox Presentation",
            "link": "https://www.canva.com/design/DAGXtSWFIzY/ybxkdIqo29rG55feJsCNyg/edit?utm_content=DAGXtSWFIzY&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton"
          },
          {
            "title": "Agenda Items AI Sandbox/Think Tank",
            "link": "https://docs.google.com/document/d/1ot2TBgCfUt3HGYoMPTFgqamBRNdiodaBA1A8yKhC_Ng/edit?tab=t.0"
          },
          {
            "title": "Iteration Form",
            "link": "https://docs.google.com/forms/d/1JgatonAmY27QNYv9aSV-TiykAFR0oIUfbKJ8LWtwPKc/edit?chromeless=1"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "text": "Lord Kizzy and Osmium to make up the road map and showcase in the next meeting",
              "assignee": "LordKizzy, osmium",
              "dueDate": "16 January 2025",
              "status": "todo"
            },
            {
              "text": "Lord Kizzy to reach out to Peter with the list of members to be given the SANDBOX/THINKTANK tag",
              "assignee": "LordKizzy",
              "dueDate": "16 January 2025",
              "status": "todo"
            }
          ],
          "discussionPoints": [
            "Meeting Coordination and Introductions: Lord Kizzy welcomed everyone, and Osmium gave a presentation on the overview of the AI Tools Exhibition, talked about the mission, and highlighted the key takeaways and how relevant it is to the Ambassador program.",
            "Showcasing the first presentation of the exhibition made by Advancemeyaw  AIRTABLE AI: Airtable AI is a tool within Airtable and Airtable is a cloudbased collaboration plattform. It combines database functionalities with spreadsheets or any form of data. It is widely used for organizing and managing data and collaborating on data based on project or task.   https://www.canva.com/design/DAGbkFCuaPo/sZzWOF2E83QWZvI6E-hEyg/edit?utm_content=DAGbkFCuaPo&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton",
            "a) Overview of the toolset [Detailed Description and Use Cases]  b) Architecture and Technology Stack [Library or repository of the framework of AI model or visual or graphical representation of the architecture through diagrams or flow chart]  c) Demonstration [live demo or tutorial/ video walkthrough]  d) Outcome Report or Results and Impact [ illustration through case studies or showcasing measurable results eg. key performance metrics]",
            "Questions were asked and clarity was made on the operation of the ARTABLE AI",
            "Membership tag: The voting of the membership tag has ended on the channel and the tag name with the highest vote was SANDBOX/THINK-TANk. Lord Kizzy noted that he was going to meet Peter with the names of the member that should be given the tag and also said that those interested to become a member and have the tag needs to attend three meetings in a roll or attend five meetings in a quarter.",
            "Budget allocation and project showcase planning: Suggestion for Think tank was around the theoretical debate, round table discussion but the potential for AI think tank is fast and we need to operate on our blueprint.  AI sandbox project showcase: This is to showcase tools that were created by community members within the ambassador program, the person or ambassador gets to educate the community on the use of the tool."
          ]
        }
      ],
      "tags": {
        "topicsCovered": "AI TOOLSET EXHIBITION, AIRTABLE AI",
        "emotions": "welcoming, informative, interactive, educational"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "d0f19a04-dd94-468f-9e07-a5c3950a7c1c": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-14",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, LadyTempestt, guillermolucero, osmium, Duke, hogantuso, AshleyDawn, Effiom",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "Q1 2025 budget decision retrospective: Miro",
            "link": "https://miro.com/app/board/uXjVLtid06I=/"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "This session was a retrospective of the consent process for  Q1 2025 workgroup budgets.  See the Miro board here https://miro.com/app/board/uXjVLtid06I=/  Everyone present agreed that the implementation of budget caps has been broadly a success, especially in that it saved time and made the process less onerous; and most said that caps should be used again for Q2. However, several people noted that some of the higher-budget workgroups were not entirely happy at the enforced lowering of their budgets; and that we still need to discuss and refine the process of setting caps and e.g deciding how a WG's cap can be changed.  We noted that this last topic is on the rolling Governance WG agenda for our next meeting on Thurs 16th Jan.",
          "discussionPoints": [
            "Retrospective on the consent process for Q1 budgets"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "core contributors, participation, consent decision making, consent process, budget caps",
        "emotions": "Thoughtful , focused, participatory"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "862d600e-15e9-44f8-92c2-5a2d20606e18": [
    {
      "workgroup": "Video Workgroup",
      "workgroup_id": "30e3c903-eb5a-42bb-9a01-8c5223415ae0",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-10",
        "host": "Zalfred",
        "documenter": "LordKizzy",
        "peoplePresent": "Zalfred, AndrewBen, killy, frosh, osmium, Slate, devon, hogantuso, LordKizzy, Malik",
        "purpose": "The meeting focused on weekly updates and tasks distribution",
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "text": "Osmium to present the videos from Bangkok",
              "assignee": "osmium",
              "status": "todo",
              "dueDate": "17 January 2025"
            },
            {
              "text": "Lordkizzy to submit a short report on the video workgroup achievements to Peter",
              "assignee": "LordKizzy",
              "dueDate": "17 January 2025",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We decided that Zalfred and killy will work on the leftover ecosystem videos",
              "rationale": "Those videos need to go out as soon as possible"
            }
          ],
          "discussionPoints": [
            "UPDATE FROM THE TASK MANAGER A quick update from Malik on various tasks assigned within the week. He highlighted that there wasn't much activities due to the holiday and that the townhall edit video has been edited and sent to the review team",
            "Update from the Social Media manager, Andrew Ben noted that he was on transit and won't be able to give the update",
            "Town hall updates: Zalfred gave the updates from the previous town hall. He noted that there were some conversations around crypto scams and a discussion around a new policy on how WGs can make budget changes mid quarter.",
            "Goals for Q1: Lordkizzy spoke on reaching out to ecosystem spin-off projects for collaboration on video creation, he also spoke on how we could raise the level of engagement on our content through the zealy platform and also said he was going to need a representative from video wg for a call to structure the collaboration",
            "AOB: Devon asked if the task assignment was meant to be done in the present call but zalfred addressed that we were on holiday for the previous weeks and assignees will continue work on january as agreed in our previous call",
            "AOB: ECOSYSTEM Update Videos: Zalfred and Killy proposed creating the leftover ecosystem videos"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Video Edit, Q1 2025 goals, Ecosystem Update videos, Zealy, Town Hall Videos",
        "emotions": "Friendly, speedy , Collaborative, Thoughtful"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "0c1609a0-4e7c-4422-b531-727f2e8d16b3": [
    {
      "workgroup": "Marketing Guild",
      "workgroup_id": "01b6fd90-2cef-4474-b0a7-4e0eece2c2ad",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-10",
        "host": "Ayo",
        "documenter": "Eric Davies",
        "peoplePresent": "Gorga Siagian, AJ, TheFreysDeFi, Ayo, Clement Umoh, CJFrankie, LordKizzy, AshleyDawn, kareem, osmium, Eric Davies",
        "purpose": "Marketing Guild weekly meeting",
        "workingDocs": [
          {
            "title": "Marketing guild meeting summary 22 Nov",
            "link": "https://docs.google.com/document/d/1IkD4UD3MUg4C_IdY5XSQBaTo88ULy0PhsRyeYPrq6-Y/edit?usp=sharing"
          },
          {
            "title": "Marketing Review Sheet",
            "link": "https://docs.google.com/spreadsheets/d/1Yycqsncnq7PK0zdfej_uqtEB4GZQQ0d_a1ZDyp7ABUs/edit?usp=sharing"
          },
          {
            "title": "Marketing Guild Distribution Sheet",
            "link": "https://docs.google.com/spreadsheets/d/1BCxm7OateG6m8JhMORU9LXAvgO2aDgZsZbpSQwhuiPk/edit?usp=sharing"
          },
          {
            "title": "Roles and Responsibility for Marketing Guild",
            "link": "https://docs.google.com/document/d/1UyyJLWXeeRwy7vizfNu_kf1TsG7H7IW_3RgjAmNlRn4/edit?usp=sharing"
          },
          {
            "title": "Introductory message for the media room",
            "link": "https://docs.google.com/document/d/1Wir5N-gdtzXGVh-m6zy4zLtCIf0BY8nkA7YrdoFF9iQ/edit?usp=sharing"
          },
          {
            "title": "Q1 Marketing Guild Proposal",
            "link": "https://docs.google.com/spreadsheets/d/168pruRm203FI-hAQSaVQ3wuz62bdgKKoDnKSu7dYI-M/edit?usp=sharing"
          },
          {
            "title": "Meeting Agenda",
            "link": "Hey Guys/Gals/Else Happy New Year Folks The Ney Year opens today at the Marketing Guild First meeting underway https://docs.google.com/document/d/1q4YWqKesJkbS2kBDbeg9LaoGSTko3y418bxM14v32Q8/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "status": "todo",
              "text": "Kizzy to create a sheet for Core Members to indicate role swaps and check available positions.",
              "assignee": "LordKizzy"
            },
            {
              "text": "Cjfrankie to compile a document summarizing activities and accomplishments from Q3 and Q4.",
              "assignee": "CJFrankie",
              "status": "todo"
            },
            {
              "text": "Kareem to prepare to present the governance document during the next call.",
              "assignee": "kareem",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreeed that the cutoff for attendance review is set at 70%.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "We agreed that some members will take on a Task Force role, while some will assume a Core Member role based on performance and popular opinion.",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "Retrospective on Q3 and Q4 Performance: Ayo initiated a reflective discussion on the Marketing Guild's performance over the last two quarters, encouraging members to share both successes and areas for improvement.",
            "Meeting Attendance and Task Completion: C.J. Frankie emphasized the need for consistent attendance and timely task completion to improve collaboration.",
            "Zealy Campaign Review: Gorga acknowledged the success of the Zealy campaign but stressed the need for better planning to avoid last-minute execution.",
            "Mascot Initiative Review: Kevin clarified that while he wasn't the originator of the Mascot Initiative, he found it valuable and appreciated the team's swift execution of the mascot contest.",
            "Guild Progress and Areas for Improvement: Kizzy highlighted both the guild's achievements and areas for improvement, such as enhancing the content calendar, improving attendance, and providing compensation for extra efforts.",
            "YouTube Channel Guidelines: Kizzy introduced YouTube channel guidelines covering purpose, collaboration, feedback, and admin responsibilities",
            "Attendance Review: Kizzy summarized attendance reviews, noting that some members fell below 20%, and C.J. Frankie asked about the fate of members with less than 70% attendance. Ayo reiterated that consistent availability is essential to retain roles, and inactive members may lose their positions.",
            "Task Force Update: Kizzy announced the inclusion of Ashley as a sixth Task Force member, enabling fairer compensation despite some role adjustments.",
            "Role Compensation Feedback: Kizzy presented an upgraded role distribution and compensation sheet for feedback.",
            "AI and Media Initiatives: Kevin highlighted plans to use AI and media to support Ghanaian athletes, establish a global podcast, and empower West African talent."
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Rewards, Budget , Roles, Zealy, Quarter 1 2025, attendance, retrospective, Ghana, Ghanaian athletes, Ambassador YouTube, Mascot",
        "emotions": "Collaborative, Thoughtful , productive, warm, interactive"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "8b3619de-9248-47c7-99ca-2356a1b64b60": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-30",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, Clement Umoh, AshleyDawn, EvelineTrinité, Effiom, advanceameyaw, Sucre n Spice, Tevo, hogantuso, osmium",
        "purpose": "Weekly Open Governance meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "UPDATED PROPOSAL DOCUMENT (ETHiopia event)",
            "link": "https://docs.google.com/document/d/1PwVR29es17imlhA4T1MGGewCFeVvMovHyEKxQh7V1qg/edit?usp=sharing"
          },
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "ANONYMISED: Using Program reserves for events: ETHiopia, 15th to 17th Feb 2025 (Responses)",
            "link": "https://docs.google.com/spreadsheets/d/1ItpuSQCqWWq-HDwuiCkpdGRyUUDkCMemGKH0pke5QI0/edit?usp=sharing"
          },
          {
            "title": "Meetings, 13th Dec and 17th Jan, on using Program reserves for event attendance",
            "link": "https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Clement presented his and AdvanceAmeyaw's revised proposal to attend  the ETHiopia event using funding from Reserves. They have addressed the issues raised in the consent form by: - reducing overall cost by c. $1k - reducing budget for accommodation - staying 2 days at their own expense - securing a presentation slot - planning to distribute merch and brochures - aiming to establish an Ethiopia branch of African Guild (during the time they are there at their own expense - setting definite KPIs - making some short videos, to use as part of a recap video later - writing a post-conference report - writing an article, in collab with Writers WG and Marketing Guild - committing to a post-event retrospective meeting in the Ambassador Program itself, where we can look at how it went, and use that information to help finalise our thinking on when and in what circumstances Reserves should be used for attending events (see https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing)  The meeting noted that they have committed to a lot of work; and suggested they reduce some of their KPI targets (e.g. AI Ethics interviews from 20 to 10).  We also noted that where their proposal mentions 'partnerships', they don't have the authority to initiate actual partnerships with sNET, so this will be reworded to make it clear that it is just about collating contacts, and passing them on where appropriate so that any potential partnerships can be explored.  We also noted that a useful KPI would be getting interested people to attend Ambassador TH and relevant WGs - Clement and Ameyaw will add this.  And we agreed that their attendance at the event is a test-case for how Reserves should be spent on events - so we will use their post-event report, plus insights from a retrospective meeting when they return, to inform our final decisions on this issue (see https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing)  Overall, the meeting agree that all the objections are addressed, so the proposal is approved; and we discussed how best to release funds (via a fund request on Dework).   We then ran through the document of suggestions on how to set Q2 2025 budget caps (https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing), with some minor discussion for clarification. We agreed that everyone will look at this doc properly in the next few days, and it will be discussed at the next meeting on Tues 4th Feb.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Everyone to read and comment on the ''Budget caps for Q2' discussion' doc, ready for discussion in next meeting on Tues 4th Feb",
              "dueDate": "4 February 2025",
              "assignee": "all"
            },
            {
              "text": "Vani to draft a timeline async for the Q2 budget decision process, to speed up the process of agreeing it in next meeting",
              "assignee": "CallyFromAuron",
              "dueDate": "4 February 2025",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed that Advance and Clement's proposal to attend the ETHiopia event has been agreed, and they will go",
              "rationale": "because their revised proposal has addressed all of the issues raised in the consent forms",
              "opposing": "none",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agareed that Advance and Clement's final report, and a retrospective meeting when they return, will be used to help us finalise our thinking on establishing policy on when and how to use Reserves for attending events (see https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing)",
              "rationale": "attendance at the ETHiopia event is a test case, and we want to use it to help us establish policy.",
              "opposing": "none",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Decision on AdvanceAmeyaw and Clemennt's proposal to use Ambassador Reserves funding to attend ETHiopia event in mid Feb",
            "Q2 2025 budget caps"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "events attendance, program reserves, budget reserve, budget caps, Q2 2024 budget, consent process, timeline",
        "emotions": "calm, Good natured, focused, decisive"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "d2dd8561-13e0-4fbc-8ed9-040961f5e8df": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-02-04",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, guillermolucero, AshleyDawn, Sucre n Spice, évéline trinité, hogantuso, advanceameyaw, LordKizzy",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "DRAFT process for how to use the 'New Ideas' budget",
            "link": "https://docs.google.com/document/d/1aVbnw64oax_Il8NAVgxgQ7_-oWx4K_DkwRbY41QJU8s/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "We agreed the following timeline for the Q2 budget consent process:  🌟 Thurs 6th March - deadline to confirm what the budget caps are for Q2 (in Open Gov meeting?) and the exhange rate to be used for calculating budgets 🌟 Mon 10th March: deadline for WGs to submit Q1 quarterly reports and Q2 budgets. Also - calculate who is a Core Contributor 🌟 Mon 17th March: deadline for Core Contributors to complete consent forms 🌟 Tues 18th March: discuss objections in Gov WG meeting. WGs without any objections are approved 🌟 Sun 23rd March: deadline for WGs with objections to submit a revised budget 🌟 Mon 24th March: 2nd-round consent forms go out, for those WGs that have objections 🌟 Weds 26th March: deadline for Core Contributors to submit 2nd consent forms 🌟 Thurs 27th March: discuss and finalise in Open Gov meeting  We have the dates for Q3 decision (June) and Q4 decision (Sept) worked out on a similar timeline; but we agreed to confirm these nearer the time. We also noted that for Q3, Guillermo/R&D's proposed dashboard will be ready, which might help streamline the decisionmaking process and shorten the timeline.  RE: setting an exchange rate to be used for Q2 budgets - we noted the current low token price, and suggested $0.35, but noted that the final decision doesn't need to be made until early March.  We discussed the suggestions in the 'Budget Caps for Q2' document, and decided our approach to the New Ideas budget; new workgroups; and budget cap amounts (see 'decisions' below).  In relation to budget caps - we emphasised that any WGs who feel their cap is too low need to prioritise, and there are not many WGs who have outputs that need to be protected regardless. WGs should also be encouraged to use their Q1 quarterly report to explain any negative effects of their budget caps - for example, listing the work that they would have liked to do but have been unable to do because their budget cap was too low - so that the community can assess whether their cap needs to be raised. But we did note that this process is quite slow.  The lobger term suggestions in the 'Budget caps for Q2?' doc particularly around the idea of WGs establishing minimums below which they can't operate - will be discussed in a later meeting.",
          "actionItems": [
            {
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed the timeline for the Q2 budget decision process. We agreed to set the exchange rate to be used for Q2 budgets in early march. We agreed to confirm the timelines for Q3 and Q4 nearer the time.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We confirmed that the New Ideas budget will be reinstated for Q2, and it will be taken from the cumulative remaining amount that is left over from previous Quarters (just over 5k AGIX), rather than taking a percentage from the Q2 budget.",
              "rationale": "Because, since there is money that has been previously allocated to New Ideas and not used, it makes sense (especially in a time of low token price) to use it, rather than reducing WGs' budget caps and taking a percentage from the Q2 budget.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed that the upper limit that can be spent on New Ideas in Q2 will be 1,500 AGIX",
              "rationale": "because even though we have 5k AGIX unspent in total, New Ideas should be used to support small 'starter' things rather than high-budget ideas.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed that before Q2 begins, we will discuss and agree guidelines on how this budget can (and cannot) be used, basing this on the existing draft doc",
              "rationale": "Because we need a process in place for how proposals to use New Ideas budget should be agreed, and guikdelines on what it can and can't be spent on.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed that *independent* new workgroups with their own separate budgets will not be permitted in Q2; but new WGs *can* be created under the heading of an existing Guild, and costed within that Guild's budget cap.",
              "rationale": "Because this will give e.g. regional Guilds the freedom to start new initiatives as they need, within their existing budgets; but it will not require budget caps to be changed to allow budget for completely new WGs.",
              "opposing": "Not an opposing argument, but it was suggested that for clarity we shouldn't call these new initiatives 'workgroups' as such, but just 'neew initiatives."
            },
            {
              "decision": "We agreed that budget caps will stay the same (in AGIX) for Q2 as they were for Q1.",
              "rationale": "Because core contributors need to see the reports for Q1 which outline any effects of budget caps before being able to decide if they agree that a WG's cap needs to change",
              "opposing": "It was noted that this means that if a WG's cap really is too low, they will not be able to change it until Q3 at the earliest, which is quite slow",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed there needs to be some kind of context-setting or informational material for WGs to explain this need to use their Q1 quarterly reports to explain any issues with their budget caps. This will be discussed in a later meeting.",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Dates for Q2 budget consent process",
            "What exchange rate should be used for calculating Q2 2025 budgets?",
            "Will there be a New Ideas budget for Q2 2025?",
            "Will new WGs be permitted for Q2 2025?",
            "Q2 2025 budget caps - will they stay the same as Q1?"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "budget caps, Q2 2024 budget, consent process, timeline, token price, Exchange rates, Q1 quarterly report, New ideas, Process for agreeing new workgroups",
        "emotions": "Good natured, low attendance, Discursive, progress made"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "ec99629f-b46c-4f58-8f5a-503d0093a651": [
    {
      "workgroup": "Archives Workgroup",
      "workgroup_id": "05ddaaf0-1dde-4d84-a722-f82c8479a8e9",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-02-05",
        "host": "Stephen [QADAO]",
        "documenter": "CallyFromAuron",
        "peoplePresent": "André, CallyFromAuron, Stephen [QADAO], hogantuso, Clement Umoh, AshleyDawn, évéline trinité",
        "purpose": "Regular monthly meeting of the Archives WorkGroup in the SingularityNET Ambassador program",
        "meetingVideoLink": "https://www.youtube.com/playlist?list=PL4dGsCqdRj6ct6TwdrVKm_Bjg2ToCjzQh",
        "workingDocs": [
          {
            "title": "Archives Dashboard",
            "link": "https://archives-dashboard.netlify.app"
          },
          {
            "title": "Q1 2025 budget",
            "link": "https://docs.google.com/spreadsheets/d/14IYxBj-9MGCZRkYIupwvbHgPYZgohnyMSQ-EUFBgpYI/edit?usp=sharing"
          },
          {
            "title": "Archive names (a list of the name that people are most commonly known by in the Archives)",
            "link": "https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing"
          },
          {
            "title": "GitHub Issue for this meeting",
            "link": "https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/245"
          },
          {
            "title": "Q1 2025 DRAFT Quarterly report for Archives WG",
            "link": "https://docs.google.com/document/d/1JUyVzyjeGJkFkjtzkqk-glsqzdUqlIZ5LdOwWM5OGJY/edit?usp=sharing"
          },
          {
            "title": "Draft Archives budget for Q2 2025",
            "link": "https://docs.google.com/spreadsheets/d/1BLCkYgyV0rnt-Ntlqp_DXGCm1t3KieAVMS_HaUamqQI/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "text": "Vani to approach DeepFunding, to ask about the issue raised in our November meeting about documentation of DF Town Hall: i.e. sometimes timestamps are not great, and additional work needs to be done to document the sessions in a meaningful way - could DF itself could make any further contribution to the work, e.g. by paying someone from the Town Hall team to add the documentation to the summary tool?  and discuss how the Archives dovetails with documentation that DF is doing itself, such as https://community.deepfunding.ai/",
              "assignee": "CallyFromAuron",
              "dueDate": "19 February 2025",
              "status": "todo"
            },
            {
              "text": "We noted an issue with tags - people are copy-pasting strings of comma-separated tags into the summary tool, but they are not rendering as separate tags, but as strings. Andre will look into this.",
              "status": "todo",
              "assignee": "André",
              "dueDate": "5 March 2025"
            },
            {
              "text": "Vani to mention the decision to no longer correct ,meeting summaries in the WG Sync Call at the end of Feb",
              "status": "todo",
              "assignee": "CallyFromAuron",
              "dueDate": "27 February 2025"
            },
            {
              "text": "vani and Andre to meet to sign off tag taxonomy, and decide whether to implement a controlled vocab for topic tags",
              "status": "todo",
              "assignee": "André, CallyFromAuron",
              "dueDate": "5 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We noted that given current low-ish token price, we're not able to start the proposed initiative to create a skilled documentation team.   We'll review this next meeting We might look at creating a video walkthrough for the new version of the summary tool, as a cheaper way to show people how to use it.",
              "rationale": "We had this in our Q1 budget: 'If token price rises sufficiently above $0.55' (the exchange rate at which Q1 budgets were calculated). Price hasn't risen enough.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Our Quarterly Report draft is open for comments and changes - see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/231",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "Needs to be submitted on 10th March - so we will sign it off in our next meeting on 5th March"
            },
            {
              "decision": "We noted that there is a new repo for the new version of the summary tool - see https://github.com/Quality-Assurance-DAO/archive-tool/commits/main/?since=2025-01-01&until=2025-01-31",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "André, tool development: see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/240 We noted that André has been working on an Autosave feature for the Summary Tool - he has it locally, and it will soon be rolled out.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We discussed the suggestion (from a Treasury meeting last month) of adding a feature to the Summary Tool for data capture for decisions made outside of WG meetings (for example, the quarterly budget decisions). We considered doing this as a new summary template, but decided against this approach, and will keep ideating",
              "rationale": "because it might make us too constrained in how we capture these kinds of decisions",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We noted that Stephen has completed and shared his presentation on philosopher Robert Stalnaker's approach to context, and its relation to AI ethics https://youtu.be/VhYfA0ehw3w?si=N0tc_AW6T3Bx7duU",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Open source workflow, Stephen: Stephen has been doing some didactic work to document his thinking on what might be a best-practice approach to applying AI to records. See https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/233.   He is working towards a presentation on graph data modelling, and another on how to audit graph data.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "LLM development: 1st release of graph database in Python is now complete.  Stephen has used a single meeting summary (a Governance meeting from several months ago) as a demonstration of the graph process. He translates the JSON meeting data to a graph structure using Python, then  moves it to a Neo4j graph database, and has been working on suggestions for how to query it and verify that it makes sense.  For the rest of February he will be  - enhancing this so it is easier to use - adding additional records to it to see how it handles the connections between different summaries - adding an additional layer of data, from the Archives WG GitHub Board https://github.com/orgs/SingularityNET-Archive/projects/1/views/3",
              "opposing": "Note that labels are not properly formulated yet - they are taken from the first part of the node name.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Ethics policy: see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/234 When this is done, we agreed we will share it in AI Ethics WG and the AI Ethics forum on Discord for further input.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Tag taxonomy, especially for topic tags: Composability of our data - could a tag taxonomy 'sit on top' of our other structured data to help the graph rag process? We agreed that perhaps we do not need to completely dedupe the entire database - but a controlled vocab for tags might still be useful for the future, in the same way as the controlled vocab for names has been. Perhaps create a list that minimally dedupes (stripping out misspellings and similar, and replacing tags like 'budget' with 'Q4 2024 budget' etc - or perhaps rely on semantic similarity.  We might come back to the insights gained from the tag taxonomy project in future (the types of topics that get discussed, and how they are distributed across different WGs) when looking at the types of questions that can be asked of the corpus.  But the work we thought we needed to do - the exhaustive 'tidying up' of the database and correcting / deduplicating tags -  is probably not necessary.  Named Entity recognition scripts might relate to this - determining what an entity is (a person, an organisation, a topic?)",
              "rationale": "Because the knowledge graph approach we are now using allows for more 'messy' data, but we nevertheless need to use proper techniques and be methodical, so people can see how we're doing things. Semantic similarity is of course one approach to finding connections - but for some data elements (e.g. people's names) this doesn't work, as names are abstract and won't display any semantic relation - so this makes a controlled vocab for names more important.  For tags, however, a graph *can* find sematic similarity between different-but-similar tags - especially the emotional tags - so we might not need to be so assiduous in ensuring that similar tags ('discursive' vs 'exploratory' or whatever) are deduped.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Names taxonomy: we agreed we do need to add 'All',",
              "effect": "mayAffectOtherPeople",
              "rationale": "because it is quite often used to asssign action items that everyone in the WG is going to do."
            },
            {
              "effect": "mayAffectOtherPeople",
              "decision": "We noted that there is a sense in which Read.ai and other generic AI tools erase who we are as a community if they are used uncritically.   They have been designed to understand conventional business and corporate contexts; soi when they ceate meeting summaries for us, they tend to write them as though we are that kind of organisation. Lacking any context about decentralised communities and how they work, AI summaries can subtly miss the point, and can force a record that suggests the Ambassador Program operates like a corporate environment."
            },
            {
              "decision": "We provisionally agreed the WG's budget for Q2 2025 https://docs.google.com/spreadsheets/d/1BLCkYgyV0rnt-Ntlqp_DXGCm1t3KieAVMS_HaUamqQI/edit?usp=sharing  Comments will stay open until next meeting, when we will sign it off",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Due to low exchange rate ($0.30) for Q2 budgets, we will not be able to afford to continue with archives management tasks of checking, correcting, and chasing meeting summaries.  So rather than push this cost to Q3, as we might have done in the past, we will use it as an opportunity to experiment. In Q2 we will not do any of this work; summaries will be archived 'as-is', and any late submissions will be recorded as 'no summary given' with no chasing. Then, we can constrain a graph to look only at Q2 summaries, and see what effect, if any, this has on the clarity and accuracy of information we are able to derive, and compare this with previous Quarters.    If we find it has a negative effect, we can look at ways of mitigating this (reinstate management of summaries; progress with setting up a skilled documenters' team; drastically simplify summary tool template and limit the amount of information we can derive; etc)",
              "rationale": "To help us asssess if our graph-based process of interrogating the Archives corpus can work well regardless of summary quality. Impetus is partly financial; but partly because we would need to do this type of testing at some point, so it's good to do it now when there is also a financial reason to stop managing the Archives as we have been doing."
            }
          ]
        }
      ],
      "tags": {
        "topicsCovered": "graph database, Neo4j, summary tool, autosave, decision tracking, Robert Stalnaker, AI ethics, Ai recordkeeping ethics, graph data modelling, Python, JSON, Decentralisation, Decentralization, representing our culture in summaries, tag taxonomy, names taxonomy, controlled vocabularies, comma-separated tags, semantic similarity, recordkeeping ethics, archives ethics, archives management",
        "emotions": "Discursive, interesting, progressive, wide-ranging, inventive, didactic"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "b1a41b03-2441-4fe2-a470-8a8f8fc0e0d4": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-02-06",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, LordKizzy, CallyFromAuron, AshleyDawn, Clement Umoh, Sucre n Spice",
        "purpose": "Weekly Open Governance meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "DRAFT process for how to use the 'New Ideas' budget",
            "link": "https://docs.google.com/document/d/1aVbnw64oax_Il8NAVgxgQ7_-oWx4K_DkwRbY41QJU8s/edit?usp=sharing"
          },
          {
            "title": "budget decision - main issues mentioned in objections",
            "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing"
          },
          {
            "title": "Retrospectives from the past",
            "link": "https://docs.google.com/document/d/1GorEmCJzcrq3b73p1XUa8E7yYD7_UQETt9axt89qff4/edit?usp=sharing"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "There was no agenda for today's meeting. (We had previously agreed that after January, we would try to keep the Thursday Open Governance meetings open, with no predetermined agenda, for anyone to raise a governance issue.)  The meeting was also quite small.  So the meeting was more digressive than usual - a gentle conversation touching on a range of topics not directly related to the governance mechanisms of the Ambassador program. We agreed to document in a minimal way, by simply logging the topics that arose.",
          "actionItems": [
            {
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed that when Clement and AdvanceAmeyaw return from the ETH conference and a retrospective/ feedback session is held, it might be useful to invite Felix.",
              "rationale": "Due to his longtime work on cross-chain collaboration.",
              "opposing": "none",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed that the doc 'Retrospectives from the past' https://docs.google.com/document/d/1GorEmCJzcrq3b73p1XUa8E7yYD7_UQETt9axt89qff4/edit?usp=sharing should be updated with material from the Q1 budget retrospective",
              "rationale": "Because we need to keep track of issues and follow up on them",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We will document this meeting in quite a minimal way",
              "rationale": "as part of Archives WG's current experiments with knowledge graphs, to see if minimal documentation still enables us to track topics as they develop and are discussed in different sessions",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "Cross-chain collaborations (especially with ETH, given AdvanceAmeyaw and Clement's planned attendance at the ETHiopia Ethereum conference in mid Feb)",
            "Cross-chain collaboration as a mindset",
            "Adoption of different chains in Africa; which ones are most popular and widely used",
            "Clement and AdvanceAmeyaw's plans for engagement at the ETHiopia conference",
            "How we keep track of, and follow up on, issues that were raised in the retrospective sessions for previous Quarters' budget decisions",
            "How we assess WG outputs and work quality - for example, video view numbers",
            "What our priorities are as a Program for WGs' work",
            "Is it easier to critique some kinds of WG outputs than others (e.g. outputs that are more quantifiable); and might that lead to some WGs getting harsher critiques than others?",
            "How Thursday meetings should go in future - open space, perhaps not recording, perhaps more minimal documentation, discussion of Governance concepts, particularly decentralised governence, rather than making decisions - but with the exception that we might carry over any pending agenda from Tuesdays sessions",
            "Tuesdays are the decision-making meeting - Thurs is gentler",
            "How to document discursive meetings of this nature - whether simply logging the topics covered would allow the knowledge graph approach that Archives WG is developing to track those topics easily"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "cross chain collaboration, Ethereum, cross-chain mindset, Thursday vs Tuesday meeting style, retrospectives, open space, WG outputs, assessing outputs, work quality, adoption, Africa, Documentation, minimal documentation, knowledge graphs",
        "emotions": "Discursive, gentle, wide-ranging, low attendance, calm"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "1db77311-e031-404a-bdd8-e799e3552d4b": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-02-11",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, AshleyDawn, Effiom, Tevo, évéline trinité, esewilliams, LordKizzy, guillermolucero, kenichi",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "DRAFT process for how to use the 'New Ideas' budget",
            "link": "https://docs.google.com/document/d/1aVbnw64oax_Il8NAVgxgQ7_-oWx4K_DkwRbY41QJU8s/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Budget Planner",
            "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
          },
          {
            "title": "Governance WG Q4 2024 report",
            "link": "https://docs.google.com/document/d/1hodB7gcG0JkJxlvAGs15mDtYmzReuLNPvuGE9UDUgE4/edit?usp=sharing"
          },
          {
            "title": "GovWG budgets",
            "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
          },
          {
            "title": "Context setting for Core Contributor decision on Q1 2025 budgets",
            "link": "https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Core Contributors criteria",
            "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Low attendance at first, but people drifted in gradually.  We assigned some tasks RE the Q2 budget decision (publicity and context-setting material, admin such as drafting consent form, plus this WG's own budget and Q1 2025 report)  We discussed what context-setting material is needed, and realised that we need material aimed at WGs to help them formulate their reports and budgets, as well as https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing which is aimed at Core Contributors to inform them about the consent process.  We discussed how to fit the GovWG budget to our budget cap. We noted that because we have been operating close to the minimum level of activity that would be meaningful for the WG, there is not much room to make cuts. We are unwilling to reduce meetings, or to rely on Peter (who doesn't take payment) facilitating all meetings.  We also noted that this discussion has a bearing on the question of WG minimum budgets, as outlined in the 'Budget caps for Q2' discussion doc here https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing and we noted that the approach we decided on (using WG reserves to cover any shortfall, and stating on our budget sheet which items will be covered this way) is a useful approach and should be included in the guidance we are writing for other WGs.  We briefly discussed the 'DRAFT process for how to use the 'New Ideas' budget' doc, but noted that there was not time to fully cover the issue. We briefly discussed the merits of a voting process versus a consent process for agreeing proposals to use the New Ideas budget. We agreed the proposed process will be finalised in the next Governance meeting on Thurs 13th Feb; and once finalised, it will be submitted as a Treasury Policy.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Guillermo to create a timeline graphic for the Q2 budget decision, and an infographic to remind WGs to submit their budgets and reports by the deadline of 10th March",
              "dueDate": "18 February 2025",
              "assignee": "guillermolucero"
            },
            {
              "text": "Guillermo to create an infographic to remind Core Contributors to take part in the consent process",
              "assignee": "guillermolucero",
              "dueDate": "6 March 2025",
              "status": "todo"
            },
            {
              "text": "Vani to adapt the existing Core Contributors' context-setting doc (https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing) for the Q2 process",
              "assignee": "CallyFromAuron",
              "dueDate": "18 February 2025",
              "status": "todo"
            },
            {
              "text": "Vani to draft a second context-setting doc, aimed at WGs, giving guidance on writing their budgets and reports",
              "assignee": "CallyFromAuron",
              "dueDate": "18 February 2025",
              "status": "todo"
            },
            {
              "text": "Peter to make a Discord post about the decisions that have already been made around the Q2 process (i.e. Budget caps will stay the same as for Q1; there WILL be a new ideas budget of 1,500 AGIX; there will be no new WGs with their own independent budgets) to ensure everyone knows",
              "assignee": "PeterE",
              "dueDate": "18 February 2025",
              "status": "todo"
            },
            {
              "text": "Tevo to ensure that a new calculation on who is a core contributor is done by 7th March, to alloow time for people to be nominated before the consent forms open on 10th March. This calculation will be partially automated, and will be done using the revised criteria in the Ambassador Program Core Contributors criteria doc https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing",
              "assignee": "Tevo",
              "dueDate": "7 March 2025",
              "status": "todo"
            },
            {
              "text": "Peter to update Discord tags to reflect any changes to who is a Core Contributor",
              "assignee": "PeterE",
              "dueDate": "10 March 2025",
              "status": "todo"
            },
            {
              "text": "Kenichi to prepare the consent form for the Q2 budget decision, basing it on the one used for Q1 decision, and share it in the Governance meeting no later than Thurs 6th March",
              "assignee": "kenichi",
              "dueDate": "6 March 2025",
              "status": "todo"
            },
            {
              "text": "LordKizzy to draft a new sheet in the Budget Planner for Q2 2025, no later than 6th March",
              "assignee": "LordKizzy",
              "dueDate": "6 March 2025",
              "status": "todo"
            },
            {
              "text": "Guillermo to draft the Q1 2025 quarterly report for GovWG and will bring it to a meeting to be signed off no later than 25th Feb",
              "assignee": "guillermolucero",
              "dueDate": "25 February 2025",
              "status": "todo"
            },
            {
              "text": "Vani to finish drafting the Q2 2025 budget, and bring it to  ameeting to be signed off no later than 25th Feb",
              "assignee": "CallyFromAuron",
              "dueDate": "25 February 2025",
              "status": "todo"
            },
            {
              "text": "Tevo to update the Core Contributor Criteria doc https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing to reflect the agreed changes, so they are not just comments.",
              "assignee": "Tevo",
              "dueDate": "18 February 2025",
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed to write a context-setting doc for WGs giving guidance on writing their Q1 reports and Q2 budgets, It will be advisory only at this stage, and should suggest that:  1) any WG that is unhappy with its budget cap should address this in its Q1 report, and demonstrate why they need more 2) WGs should show in their budgets anything that they intend to take from their WG reserves 3) Where relevant, WGs should include some sort of changelog from their previous Quarter's budget to show what they have changed.",
              "rationale": "Because these things have emerged from Governance discussions over the Quarter, and we need to ensure all WGs are aware of them.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed to cover any shortfall in our own Q2 budget by taking from our WG reserves",
              "rationale": "Beause this is preferable to reducing the number of meetings, reducing payment for e.g. faciliattion and documentation (which, at $20, is already quite low compared to other WGs) or relying on Peter to facilitate all meetings."
            },
            {
              "decision": "We agreed to finalise the process for using the New Ideas budget in the next meeting (Thurs 13th Feb), and then submit it as a Treasury Policy",
              "rationale": "so that it can be formally ratified, or not, using the established Treasury Policy process",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "As already agreed in a previous meeting, we confirmed that Core Contributor Criteria have been slightly changed",
              "rationale": "to make time recognition stricter, and contribution cost reduced to a fixed 300 USD instead of 1,000 AGIX (to account for token price fluctuation)",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Publicity materials for Q2 2025 budget submission and decision process",
            "Context-setting materials for the Q2 2025 budget process",
            "Automation of process of calculating who is a Core Contributor",
            "How to make cuts to the GovWG budget, and using WG reserves to cover any shortfall",
            "Creating policy on how to use the New Ideas budget",
            ""
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Q2 2025 budget, Q1 2025 report, core contributors, publicity, context-setting docs, budget minimums, timeline, infographic, WG reserves, New ideas, Treasury Policy",
        "emotions": "decisive, focused, lots of tasks assigned"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "14e6beb2-c363-4987-a27c-4db4317ce60b": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-02-18",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, AshleyDawn, guillermolucero, CollyPride, Sucre n Spice, Évéline Trinité, maxmilez, Valola",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Budget Planner",
            "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
          },
          {
            "title": "GovWG budgets",
            "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
          },
          {
            "title": "Context setting for Core Contributor decision on Q1 2025 budgets",
            "link": "https://docs.google.com/document/d/1fyZZLDqeeoDanbzyY7c9m7sy_hU5w9v5niuR4m521ms/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Core Contributors criteria",
            "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
          },
          {
            "title": "Context setting for Core Contributor decision on Q2 2025 budgets",
            "link": "https://docs.google.com/document/d/1yXP6yaEmSsb-Lz4Zcyr1dz_fHZJ78YTDenSbOC36bzc/edit?usp=sharing"
          },
          {
            "title": "Context setting for WGs for Q2 2025 budgets (draft)",
            "link": "https://docs.google.com/document/d/1A34P-teGZ0VlDGrN-kz2fUiv-8wnKVl4fIg_PDxaAHQ/edit?usp=sharing"
          },
          {
            "title": "Governance WG tasks sheet",
            "link": "https://docs.google.com/spreadsheets/d/1kVTXINeOh11tz3uPWicA1aR9aZslwCQMs1hKSFzlM3s/edit?usp=sharing"
          },
          {
            "title": "WG Syncing call, rolling agenda",
            "link": "https://docs.google.com/document/d/1Mdxr2DT9LOi_-7ZS7oIC69ilY67oGqReVhvOuNwUgYQ/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "We signed off Guillermo's infographics for the Q2 decision, and discussed how best to share them and what relevant links should be posted with them.  We agreed on an exchange rate of $0.30 for Q2 2025 budgets  We provisionally agreed the Q2 2025 budget for GovWG, pending any rethinks before the submission date of 10th March. We looked at the WG task sheet, and what surplus we have; and we discussed briefly whether we can still afford to continue with backlog documentation, or whether we should simply record 'No summary given' for uncompleted summaries - to be discussed  We discussed whether and how to implement the ideas around WG minimum budgets suggested in the 'Budget caps for Q2' discussion doc https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing. We decided yes, we should discuss how different WGs might approach decising on their operational minimum and what would be included in it, and that the next WG sync call would be a good place to start; so we added it to the WG Sync Call rolling agenda.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Vani and Peter to share Guillermo's infographics regularly over the next few weeks, together with links to relevant docs",
              "assignee": "CallyFromAuron, PeterE",
              "dueDate": "10 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We signed off Guillermo's infographics for the Q2 2025 budget process, pending a couple of small changes (e.g. adding the agreed exchange rate)",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed that Peter and Vani will both post the infographics; and that when the timeline and/or the 'Take part in governance' infographics are posted, the post will include a link to the list of Core Contributors, and the context-setting doc for Core Contributors;  and the 'Submit your WG budgets' will be posted together with links to the Budget Planner, the Budget Caps spreadsheet, and the context-stetting doc for WGs",
              "rationale": "to ensure that people can easily find the info they need",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed the exchange rate for Q2 budgets will be $0.30",
              "rationale": "because the rate  in recent days has been under $0.35 and falling; and because, for WG budget management, it would be preferable to set it too low than too high",
              "opposing": "$0.35 was also suggested, but the majority preferred $0.30",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We provisionally agreed the  draft Q2 budget for Gov WG, including taking c. $800 from reserves to cover elements that we cannot otherwise afford. Changes can still be made up until the submission date of 10th March.",
              "rationale": "Token price being low, we will need to take from reserves in order to be able to do any additional sessions (e.g. a retrospective, as we always do) and to cover content creation such as infographics. We might not spend all of what we plan to take from our reserves.",
              "opposing": "Some concerns were raised about the fact that doing this could mean we go in to Q3 2025 with no WG reserves",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "We agreed that the idea of WG minimum budgets should be discussed in the next WG sync call; covering how different WGs approach deciding on their operational minimum budgets, and what would be included in a minimum for different WGs. We added this to the WG Sync Call rolling agenda.",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Agreeing publicity and infographics for the Q2 budget process",
            "Agreeing exchange rate for Q2 budgets",
            "Agreeing draft GovWG budget for Q2 2025",
            "Minimum WG budgets"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Q2 2025 budget, WG reserves, Reserves, WG Sync calls, Core Contributors , publicity, Infographics, consent process, minimum budgets",
        "emotions": "gloomy, decisive, Organised"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "6e2eeab8-1f60-44fa-9f14-9e984dd39e04": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-23",
        "host": "Duke",
        "documenter": "martinsoki, CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, osmium, Duke, hogantuso, AshleyDawn, Effiom, Clement Umoh, LordKizzy, AJ, Kateri, Slate, martinsoki",
        "purpose": "Weekly Governance WG meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "Q1 2025 budget decision retrospective: Miro",
            "link": "https://miro.com/app/board/uXjVLtid06I=/"
          },
          {
            "title": "Ambassador program core contributors=sharing",
            "link": "https://docs.google.com/spreadsheets/d/1VW10ZrPOrRBQ_E1T-g9N7POcZaGsq3C0Vr6ygVzMoGU/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Core Contributors criteria",
            "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
          },
          {
            "title": "Proposal to Attend ETHiopia (the First EthConference in Ethiopia)",
            "link": "https://docs.google.com/document/d/1p2dRPKG6g4mrc3lPizO4EWHNn6sG_2ZNQMJ1nV45sls/edit?usp=sharing"
          },
          {
            "title": "Meetings, 13th Dec and 17th Jan, on using Program reserves for event attendance",
            "link": "https://docs.google.com/document/d/1yggRVo_-VzjDPvlgJtxeEp0G8oLx6i8sGYmU9mJiTT0/edit?usp=sharing"
          }
        ],
        "timestampedVideo": {}
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Criteria for core contributors:  In the last round, there was room for self-nomination and nomination by others, for people that didn't reach the criteria for getting the core contributor role.  The meeting  noted Tevo's comments in the GovWG Discord channel about the rewards threshold and participation threshold: 'Some of the downsides come because the rewards are more centralised to current core contributors and seems high earners are earning even more funds compared to last quarter, leaving out less tasks for people to reach 1000 AGIX threshold. In addition the core contributor list by rewards also affected by the price changes. The higher the AGIX price goes, the harder is to reach the threshold. However, the majority of renominated members are due to not attending enough meetings or not being recognized. From next quarter if people interested we can double down on Process Guild service to import Zoom participation to Treasury Manager, for now I do not know if we have funds for that. we definitely have the capability (even if still semi-automated)'.  and from Vani: 'But interestingly, this means we have 60 core contributors this time - and (what I am pretty sure is) a record 20% having been manually nominated. Hmmm... does this suggest we need to have a look at the criteria? Or are the criteria fine, and these are just anomalies?'  Currently we use:  1. Time-based recognition What does 'participation' mean? Is it just for passively attending meetings, or for actually taking part? speaking, commenting in Chat, etc) Vani noted that for now it is based only on attendance - we can't easily capture who is contributing in a meeting, as it could be complex to capture who spoke or commented in Chat.  2. Fund request recognition Clement noted that the criterion for having to be rewarded with at least 1000 AGIX in the last three months is not fair because of fluctuation in token price.  Peter noted that we don't require both time-based recognition and fund request recognition: it's either / or. However, the meeting still felt that the threshold should be in USD, not AGIX, to minimise the effects of token price fluctuation. After discussion, we agreed the threshold should be 300 USD a quarter.   Self nomination:  Should self-nomination continue to be possible, for people who have not reached the criteria for being a core contributor? Vani raised the issue of potential hostile capture if people can self-nominate, and suggested there should be no self-nomination; nominations should have to be made by an existing Core Contributor. Peter said he thinks it would usually be OK if a person is new and nominates themself. A poll was drawn and 11 people out of 14 said there should be no self nomination, but we agreed that we will revisit the decision after the end of Q1 2025.   Proposal for Attendance at the ETHiopia conference  https://eth-iopia.xyz/ By Clement and Advanceameyaw  They would like to be funded from Program reserves to represent sNET at this event. We noted that 2 focus groups have met to discuss criteria for using Reserves for event attendance - their recommendations have not yet been discussed or ratified, but this proposal meets most of them except a suggested budget limit per person. However, we also noted that this suggested limit may be too low - flights within Africa are very expensive, so a low budget limit could have the unintended effect of preventing African's from attending African events  The proposal was explained and we concluded that the proposal should be posted in Discord for all core contributors to consent or object,  and the results should be discussed in the Open Governance meeting on Thurs 28th Jan.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Vani to make a consent form for the proposal to attend the ETHiopia event in February, and post it in the 'Decision To Be Made' Discord channel",
              "dueDate": "28 January 2025",
              "assignee": "CallyFromAuron"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed to change the fund request recognition criterion for becoming a Core Contributor from 1000 AGIX to 300 USD",
              "rationale": "Because, given that many WGs set task prices in USD, having the threshold in AGIX makes it unfairly difficult to become a core contributor when token price is low.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We decided that for the coming Quarter (Q2 2025) self-nomination will no longer be possible",
              "opposing": "we agreed that we will revisit this decision after the end of Q1 2025",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Criteria to be core contributor",
            "Self nomination",
            "attendance at ETHiopia conference"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "core contributors, participation, self-nomination,  events attendance, Program reserves",
        "emotions": "long, slow, straightforward"
      },
      "type": "Custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "e6f71840-01d3-493f-8fe7-93ab895f9c21": [
    {
      "workgroup": "WG Sync Call",
      "workgroup_id": "89f6301b-dc91-45d1-baf5-d4815ea3f500",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-02-27",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, CollyPride, Duke, advanceameyaw, osmium, AshleyDawn, Clement Umoh, Sucre n Spice, kenichi",
        "purpose": "Monthly call for all Workgroups to discuss Program-wide issues",
        "workingDocs": [
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program End of Year report - draft outline",
            "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing"
          },
          {
            "title": "Workgroup syncing call feedback (Responses)",
            "link": "https://docs.google.com/spreadsheets/d/1DYQb3U4AkXsxtOl7uHONFtfBkavicU1wleJskQKf5Ms/edit?usp=sharing"
          },
          {
            "link": "https://docs.google.com/document/d/11zOzbWaDG6ND7IHDETNQrqsKcQOq1Xbm5KYXgYZ6YPA/edit?usp=sharing",
            "title": "#01 _ Agenda Items MCLab _ 250225  (MeTTa Coder Lab program)"
          },
          {
            "link": "https://docs.google.com/document/d/1beMEt9XmPvHNaH08Rh5_taTI0QhHcyy15Q6XcXXDWUI/edit?usp=sharing",
            "title": "CONFLICT RESOLUTION FOR SINGULARITY NET AMBASSADORS"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "discussion": "1) Workgroups represented on the call: We asked in Chat and found the following groups are present - Archives - AI Ethics - Onboarding - Translation - Writers - Marketing - R & D - Moderators - African Guild - Governance - Sandbox/Think Tank   2) WG minimum budgets - How to progress discussion on the idea, proposed in the 'budget caps for Q2' discussion doc https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing , that WGs should determine their minimum budgets - it was decided that Governance WG is the best place for this conversation, and that we should not actually discuss it in this meeting.  2) Increasingly late meeting start times: We recognised that it's difficult to fix without putting people off turning up at all. Suggestions included: - If you're late, your participation will not be counted (but most people would not mind that); - Start meetings at 5 mins past, regardless of who's present - of course this can't be enforced on WGs, but we could suggest it, and try it out in e.g. Governance, Town Hall, etc.  3) Archives WG will not be checking meeting summaries during Q2 - Meeting summaries are often inaccurate or garbled, and it is a lot of overhead to check and correct them. So for budget reasons *and* experimental reasons, Archives will stop doing this during Q2, and will simply approve and archive whatever is submitted. They will then test whether the graph RAG process they are developing is able to 'fill in the gaps' and derive meaningful and accurate information from summaries in Q2. If yes, it will be helpful to know that our archiving system doesn't require accurate summaries; and if no, we can assess what kinds of errors matter.  4) Googleform responses on what WG Sync calls should cover: see https://docs.google.com/spreadsheets/d/1DYQb3U4AkXsxtOl7uHONFtfBkavicU1wleJskQKf5Ms/edit?usp=sharing There were 5 responses, all quite different. Key points:  - Some issues with not knowing when the call is (we need to keep publicising it)  - Best uses of time include cross-WG collaborations; feedback, evaluation, and knowledge sharing; top-level planning, and assigning relevant people to go off and discuss issues in more detail; external speakers.   - There was a suggestion of using the call for progress updates, but this was felt to be very similar to the monthly 'WG Updates' Town Hall, so perhaps not useful.  - Should NOT be used for: Grievances/conflict resolution (we note that there is a process in place for that, see https://docs.google.com/document/d/1beMEt9XmPvHNaH08Rh5_taTI0QhHcyy15Q6XcXXDWUI/edit?usp=sharing , though it has never been used); Personal ideas; Decisionmaking and detailed planning; Issues that belong in Governance meetings. Note that some people in the meeting disagreed with some of these.  - Future wishes for the calls - several of these have already started to be done; the idea of expert training sessions in the call itself, and followup discussion afterwards, remains to be discussed. We note that a previous Governance session (9th Jan 2025, https://snet-ambassadors.gitbook.io/singularitynet-archive/timeline/2025/january-2025/week-2#governance-workgroup-1) discussed how to encourage attendance from all WGs - there was a suggestion of rewards from Program reserves for WGs that attended all 3 meetings in a Quarter; although we noted that given current token price, this might not be something we still want to do. Nevertheless, we have recorded which WGs were present.  5) End of Year Report 2024 - we agreed a final date of Sunday 9th March to finish the report https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing, and WGs who have not added material will do so by Fri 7th to allow time for a final proofread. We also noticed that several WGs (Education, Gamers, Strategy) have not added material *and* have not been coming to WG Sync calls - are they feeling excluded or disengaged in any way, or facing barriers? We did not reach conclusions on how or whether to ask them.  6) MeTTa Coder Lab: This is intended as a 'low-barrier-to-entry' way for people to learn MeTTa, and was originally a proposal in an RFP funding round, but was unsuccessful - so Guillermo is suggesting it as a cross-WG collaboration - education+ RND + AI SANDBOX +Onboarding plus any others who want to.  The proposal and other materials were shared and comments were invited. There will be meetings soon to discuss the collaboration and how to fund it.",
          "meetingTopics": [
            "Which WGs are represented on the call?",
            "WG minimum budgets",
            "Increasingly late meeting start times",
            "Archives will not be checking meeting summaries in Q2 2025",
            "What WG Sync calls should be about (results of Googleform)",
            "Ambassador Program End of Year Report 2024",
            "WGs that are not taking part?",
            "MeTTa Coders Lab initiative"
          ],
          "actionItems": [
            {
              "status": "todo",
              "text": "All to add comments on the MeTTa Coder Lab program doc #01 _ Agenda Items MCLab _ 250225",
              "assignee": "all",
              "dueDate": "4 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We will continue to publicise the WG Sync calls, and the agenda, in Discord - maybe a little further in advance than we have been doing.",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because the survey indicated that some people are not aware when the call is, or what is on the agenda"
            },
            {
              "decision": "RE late start to meetings: we will try starting calls such as Governance WG, Town Hall, etc no later than 5 minutes in, regardless of who is present, rather than waiting; and will publicise that we will be doing this. Then in the next WG Sync we will discuss whether it has helped.",
              "effect": "mayAffectOtherPeople",
              "rationale": "to see if it helps encourage people to arrive on time"
            },
            {
              "decision": "The question of how to approach WG budget minimums will be taken up in Governance WG",
              "effect": "mayAffectOtherPeople",
              "rationale": "because this call (WG Sync) doesn't feel like the best place for it due to time constraints"
            },
            {
              "decision": "We agreed we will continue to capture which WGs are represented at the WG Sync Calls, but will decide at the end of the Quarter whether we want to go ahead with rewarding WGs who attend all 3 sessions, as agreed in Open Governance meeting on 9th Jan 2025 https://snet-ambassadors.gitbook.io/singularitynet-archive/timeline/2025/january-2025/week-2#governance-workgroup-1",
              "effect": "mayAffectOtherPeople",
              "rationale": "Due to low token price"
            },
            {
              "decision": "Ambassador Program End of Year Report 2024 to be finished by end of day, Sunday 9th March. Anything not added by then, will not be used",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because it is now well into 2025, so we need to finish it off"
            }
          ]
        }
      ],
      "tags": {
        "topicsCovered": "budget minimums, late start to meetings, Archives WorkGroup, Correcting errors in meeting summaries, Meeting Summaries, WG sync call purpose, conflict resolution, End of Year report, End of Year Report 2024, Participation in governance, participation, disengagement, Strategy Guild, Education Guild, Gamers Guild, MeTTa Coder Lab, cross-WG collaboration",
        "emotions": "quiet, not many speakers, late start, positive, interesting"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "3cc61a3c-e91b-46c1-be14-3052998f88dd": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-02-20",
        "host": "PeterE",
        "documenter": "martinsoki, CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, AshleyDawn, guillermolucero, martinsoki, LordKizzy, LadyTempestt, Effiom, advanceameyaw, Évéline Trinité",
        "purpose": "Weekly Open Governance meeting",
        "workingDocs": [
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "'Budget caps for Q2' discussion",
            "link": "https://docs.google.com/document/d/1kVd_4Ih-lSdMoIcmVeOS3_H3aqOdnMmMG6o1WqGTx1w/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Budget Planner",
            "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
          },
          {
            "title": "Ambassador Program Core Contributors criteria",
            "link": "https://docs.google.com/document/d/13uPKVnooFowpoxRBZJH71iIbHUyoOokdn_RCDvp_RHI/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "We noted that in Q1, Process Guild voluntarily gave up 1,000 AGIX to help with budget fitting (reducing their cap from 2,000 to 1,000); so this should be restored in Q2. Since we have already said that budget caps will remain the same this Quarter as they were in Q1, the only way to do this is to give Process Guild 1,000 AGIX from Program reserves. We also agreed that we definitely need to reassess budget caps for Q3; and that this should be done in the light of the discussion on minimum budgets (the minimum a WG needs in order to operate).  Anonymity:  Peter noted that it can be difficult to resolve objections when the objectors are not present in the meeting and prepared to 'un-anonymise' themselves.   Vani said it can be difficult to raise concerns - especially serious, 'whistle-blowing' type concenrns - without anonymity. How will we make sure the space feels safe to raise things?  We recapped the point made in the previous meeting that the process is *not* anonymous now, because anyone with access to the Ambassador Gmail account can see who said what - but it's not clear if people fully realise that.  LordKizzy confirmed that the Governance dashboard being developed in R&D Guild will keep user identities anonymous to the public, but admins will still have access to this information - this raises the question of who should be an admin.   LadyTempestt stated that she doesn't feel OK raising issues in the budget consent forms ever since she found out that it is not confidential, so she just abstains.   We noted that it would be possible to create the consent forms on a different Google account that only 1 person has access to (perhaps Peter, given his particular role in the ecosystem).   Guillermo said that a non-anonymous consent process can foster a stronger community. When you fear to give your opinion whatever it is, it's not good - raising concerns openly will improve our professional relationships and help us learn to accept criticism. The planned Governance dashboard hopes to address this, and to make it easier for people to raise concerns transparently.  Vani said that while this *can* work, sometimes lack of anonymity means people give less honest feedback; so we get an apparent 'consensus' that isn't real. Also, any negative effects of removing anonymity are likely to fall more heavily on those who are already marginalized, or who feel the least confident or the least safe. Guillermo countered that having anonymity can make it more likely that people will raise unfair or nonsense concerns. Kizzy pointed out that if people do not attend the discussion meetings, they don't know that their concern has been resolved, and will raise it again next time, so we go round in circles. Guillermo suggested we could make it an option when the new Governance dashboard is built - people could choose whether or not they want to be anonymous. Vani referenced a previous Governance meeting where it was suggested that we need an independent person or group who maintain oversight, but are not otherwise involved in budget decisions, and are neutral. It was agreed back then that it would be difficult to find such a person  We noted that by the end of Q2, the Governance dashboard should be ready, and this might change things - so this Quarter might be the only chance we get to try out a non-anonymous consent process and see how it goes.  We checked the new sheet for Q2 which LordKizzy has added to the Budget Planner, and agreed the additions he needed to make to it.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Vani and Peter to share Guillermo's infographics regularly over the next few weeks, together with links to relevant docs",
              "assignee": "CallyFromAuron",
              "dueDate": "10 March 2025"
            },
            {
              "text": "Peter to create an anonymous Googleform to ask people whether they have ever not said what they think in the consent process because it is not anonymous.",
              "status": "todo",
              "assignee": "PeterE",
              "dueDate": "27 February 2025"
            },
            {
              "text": "LordKizzy to make agreed tweaks to the new sheet in the budget planner, adding formulae and budget cap totals.",
              "status": "todo",
              "assignee": "LordKizzy",
              "dueDate": "27 February 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We decided to add 1,000 AGIX from Program Reserves to Process Guild's Q2 budget cap",
              "effect": "mayAffectOtherPeople",
              "rationale": "because Process Guild agreed last Quarter to voluntarily give up 1,000 AGIX to help with budget-fitting, but this was only ever intended as a temporary measure. When we agreed in a previous meeting that budget caps should stay the same as they were for Q1, we forgot about this."
            },
            {
              "decision": "We agreed that we will reassess / recalculate the budget caps for Q3, and will do it in the light of discussion of WG budget minimums",
              "effect": "mayAffectOtherPeople",
              "rationale": "Several WGs are unhappy with their caps; and we cannot continue to 'top up' Process Guild from reserves indefinitely; so there needs to be an adjustment; and we need to ensure that minimums are covered."
            },
            {
              "decision": "We agreed to continue the discussion on anonymity next meeting.",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Process Guild's budget cap for Q2 2025",
            "Need to reassess budget caps for Q3",
            "Anonymity in decision-making",
            "New Q2 sheet in the Budget Planner"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Q2 2025 budget, Reserves, consent process, Process Guild, Budget caps, anonymity, R&D guild, governance dashboard, safe space",
        "emotions": "decisive, Organised, Interactive, thoughtful"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "cf09a270-bf36-4bfc-bd4b-dbe2495e46d2": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-03-04",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, Sucre n Spice, AshleyDawn, advanceameyaw, Tevo",
        "purpose": "Weekly GovWG meeting",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing",
            "title": "Ambassador Program Budget Planner"
          },
          {
            "link": "https://docs.google.com/spreadsheets/d/1VW10ZrPOrRBQ_E1T-g9N7POcZaGsq3C0Vr6ygVzMoGU/edit?usp=sharing",
            "title": "Ambassador Program Core Contributors"
          },
          {
            "link": "https://docs.google.com/document/d/1TxKxP9sDNgvKncAqO0F-UhZgoftMdDktaqbt50-h2XM/edit?usp=sharing",
            "title": "Ambassador Program End of Year report - draft outline"
          }
        ]
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled",
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Advance and Clement have drafted a report on the ETHiopia conference, which they will share in the Open Governance meeting this Thurs (6th March).  Dates for forthcoming sessions:  - the retrospective on the Q2 decision will be on Tues 1st April - initial meeting on budget minimums on Thurs 3rd April. Vani, Peter, Sucre and Effiom to plan it; Vani to make a Discord group to discuss it.  Other possible sessions for future Governance meetings:  - 1) We noted that Education Guild are planning to take on some educational sessions on governance issues - Vasu, Lord KIzzy and Vani are planning the sessions now, covering the core governance mechanisms in the Program - so this will cover the longstanding agenda item we have had about whether Governance WG itself should be undertaking governance education sessions  - 2) Kevin suggested a meeting with Mindplex - we decided this might not make so much sense as a Governance session, so Kevin will organise this outside of Governance meetings, perhaps under Marketing.  - 3) Tevo suggested discussing contribution systems, and who contributes - what are the patterns in the data we have, for example who are the 'high cost individuals', and should we aim to decentralise further on fund distribution? Others said that perhaps it's OK if 'high-cost individuals' are those who are prepared to do the most work. Also - look at the ratio of amount of work (in terms of MINS) vs amount earned in AGIX  - 4) we do need to discuss how to raise the issue of if/when a WG's outputs are felt to be low-quality. What should the pathway be for raising it?   End of Year Report: anything still to be added should be done by this Friday (7th); then Vani will proofread over the weekend.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Tevo to calculate who is a Core Contributor for the coming budget decision",
              "assignee": "Tevo",
              "dueDate": "4 March 2025"
            },
            {
              "text": "Vani, Peter, Sucre and Effiom to plan initial session on budget minimums on 3rd April; Vani to make a Discord group to discuss it.",
              "status": "todo",
              "assignee": "Effiom, PeterE, Sucre n Spice, CallyFromAuron",
              "dueDate": "3 April 2025"
            },
            {
              "text": "End of Year report - All to add any outstanding material by this Friday (7th)",
              "status": "todo",
              "assignee": "all",
              "dueDate": "7 March 2025"
            },
            {
              "text": "Vani will proofread end-of-year report over the weekend",
              "status": "todo",
              "assignee": "CallyFromAuron",
              "dueDate": "10 March 2025"
            },
            {
              "text": "Kevin to organise meeting with Mindplex outside of Governance meetings, perhaps under Marketing.",
              "status": "todo",
              "assignee": "TheFreysDeFi",
              "dueDate": "14 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed it's time to calculate who is a Core Contributor for Q2 - Tevo will do it later today and post the results in the Governance Discord channel",
              "effect": "mayAffectOtherPeople",
              "rationale": "allows time for people to nominate anyone who doesn't quite meet the criteria"
            },
            {
              "decision": "We signed off the Q2 decision consent form",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed we need to discuss how to raise the issue of if/when a WG's outputs are felt to be low-quality.",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because it's an issue that needs to be discussed, but it can be sensitive, and there is no clear pathway for how to bring it up."
            }
          ],
          "discussionPoints": [
            "Calculating Core Contributors for Q2",
            "Signing off Q2 consent form",
            "Ideas and dates for future Governance sessions (including Mindplex/outreach to the rest of the ecosystem, Governance education; Contribution systems)",
            "End-Of-Year report 2024"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Core Contributors , Retrospective planning , budget minimums, ETHiopia event, consent form, consent process, mindplex, Collaboration, contribution, high-cost individuals",
        "emotions": "low attendance, decisive,  forward-looking, Discursive"
      }
    }
  ],
  "9b15cd8c-f020-4dcd-b50c-aa28046dfe50": [
    {
      "workgroup": "Archives Workgroup",
      "workgroup_id": "05ddaaf0-1dde-4d84-a722-f82c8479a8e9",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-03-05",
        "host": "Stephen [QADAO]",
        "documenter": "CallyFromAuron",
        "peoplePresent": "André, CallyFromAuron, Stephen [QADAO], PeterE, AshleyDawn, maxmilez, TheFreysDeFi, LordKizzy, Tevo, Zalfred, esewilliams, Alfred Itodele",
        "purpose": "Regular monthly meeting of the Archives WorkGroup in the SingularityNET Ambassador program",
        "meetingVideoLink": "https://www.youtube.com/playlist?list=PL4dGsCqdRj6ct6TwdrVKm_Bjg2ToCjzQh",
        "workingDocs": [
          {
            "title": "Archives Dashboard",
            "link": "https://archives-dashboard.netlify.app"
          },
          {
            "title": "Q1 2025 budget",
            "link": "https://docs.google.com/spreadsheets/d/14IYxBj-9MGCZRkYIupwvbHgPYZgohnyMSQ-EUFBgpYI/edit?usp=sharing"
          },
          {
            "title": "Archive names (a list of the name that people are most commonly known by in the Archives)",
            "link": "https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing"
          },
          {
            "title": "Q1 2025 DRAFT Quarterly report for Archives WG",
            "link": "https://docs.google.com/document/d/1JUyVzyjeGJkFkjtzkqk-glsqzdUqlIZ5LdOwWM5OGJY/edit?usp=sharing"
          },
          {
            "link": "https://docs.google.com/spreadsheets/d/1BLCkYgyV0rnt-Ntlqp_DXGCm1t3KieAVMS_HaUamqQI/edit?usp=sharing",
            "title": "q2 2025 budget draft"
          },
          {
            "title": "GitHub Issue for this meeting",
            "link": "https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/247"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "text": "Vani has approached DeepFunding, to ask if the Events Circle could take on documentation of DF Town Hall. Focus Group agreed this would be valid - waiting for a reply  Also some interest in Focus Group re: how the Archives tool could be used for further documentation within DF",
              "assignee": "CallyFromAuron",
              "dueDate": "2 April 2025",
              "status": "in progress"
            },
            {
              "text": "André and Vani to meet to wrap up the tag taxonomy issue by deciding on an initial controlled vocab for topic and emotion tags",
              "status": "todo",
              "assignee": "André, CallyFromAuron",
              "dueDate": "2 April 2025"
            },
            {
              "text": "Andre to add 'All', 'Alfred Itodele' and 'Maxmilez' as new Names in the names controlled vocab",
              "status": "todo",
              "assignee": "André",
              "dueDate": "19 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "Last meeting, we said that we would review, in this meeting, whether or not we can afford to implement the proposed initiative for this Quarter to create a skilled documentation team.   Unfortunately token price is even lower than it was, so we definitely cannot do it - but we noted that the need for it might be obviated by our proposed experiment with not correcting summaries in Q2.  We agreed to close the Issue https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/235",
              "rationale": "We had this in our Q1 budget: 'If token price rises sufficiently above $0.55' (the exchange rate at which Q1 budgets were calculated). Price has dropped.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Our Quarterly Report draft https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/231 and Q2 budget draft https://docs.google.com/spreadsheets/d/1BLCkYgyV0rnt-Ntlqp_DXGCm1t3KieAVMS_HaUamqQI/edit?usp=sharing were signed off",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "Needs to be submitted on 10th March"
            },
            {
              "decision": "André, tool development: see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/248 This month the Autosave feature has been completed, and bug fixes have been done",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We noted that whilst during this Quarter, André has done additional development work as well as the Summary Tool redesign, in Q2 his focus will shift purely to the tool redesign",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "AI workflow, Q1 - see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/233   We noted that Stephen was planning to look this month at approaches to auditing graph data - but this turned out to be a much bigger chunk of work than would fit into this budget line, so it has become a proposal in the BGI Nexus funding round  https://deepfunding.ai/proposal/ethical-ai-auditing-a-practice-based-approach/   Instead, in this issue, he will be focusing on building infrastructure tools.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "LLM development (see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/244 (Feb) and https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/252 (March) Stephen has built a GitHub App Token Generator - basic proof-of-concept, which uses GraphQL to interface with GitHub data via GitHub API.  In March, he will be looking at other data tools that might be useful in our work in Q2.",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "WG Sync call at the end of March - we decided to reiterate that meeting summaries will not be audited during Q2, and suggest a time limit to submit a summary, after which it will be recorded as 'no summary given'  Suggestions ranged from a day to a Quarter - we settled on a month after the meeting took place.",
              "effect": "mayAffectOtherPeople",
              "rationale": "It shouldn't be turned into a competition; also, some WGs use meeting summary-writing as an onboarding task, so there needs to be time for support to be given and corrections to be made."
            },
            {
              "decision": "Research on not correcting meeting summaries in Q2:   We noted that our planned approach might influence what kind of data we get in a meeting summary, and in the resultant knowledge graph.   Hypothesis: we will get well-defined edges (i.e. connections between entities), because this often depends on simple structured data (who was present in a meeting, which meetings a given topic was discussed in, etc); but we might have less information about what anyone *said* when they discussed a topic, since people in the Ambassador program have historically been less good at documenting this kind of information.  Analysis of what kind of data we are getting with uncorrected summaries might later feed in to the design of the new summary tool - perhaps by attempting to design it to help people collect the kind of data that is missing, if any."
            }
          ]
        }
      ],
      "tags": {
        "topicsCovered": "graph database, Neo4j, summary tool, autosave, decision tracking, Robert Stalnaker, AI ethics, Ai recordkeeping ethics, graph data modelling, Python, JSON, Decentralisation, Decentralization, representing our culture in summaries, tag taxonomy, names taxonomy, controlled vocabularies, comma-separated tags, semantic similarity, recordkeeping ethics, archives ethics",
        "emotions": "interesting, wide-ranging, well-attended, slightly combative"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "6bbb797f-8f40-42b2-9ea8-8e19eac0d87a": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-03-06",
        "host": "Clement Umoh",
        "documenter": "Eric Davies",
        "peoplePresent": "Clement Umoh, Eric Davies, LordKizzy, CJFrankie, guillermolucero, PeterE, AshleyDawn, advanceameyaw, Sucre n Spice",
        "purpose": "Weekly Open Governance meeting",
        "workingDocs": [
          {
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing",
            "title": "Governance calls, rolling agenda"
          },
          {
            "link": "https://docs.google.com/document/d/1yXP6yaEmSsb-Lz4Zcyr1dz_fHZJ78YTDenSbOC36bzc/edit?usp=sharing",
            "title": "Context setting for Core Contributor decision on Q2 2025 budgets"
          },
          {
            "link": "https://docs.google.com/document/d/1QSjiAAOrDyvh927peB1cOrosd0XkU8gbI7EkxoDtdAk/edit?tab=t.0#heading=h.ybfi2uikflvv",
            "title": "Q1 2025 Governance WG Quarterly Report _ 050325"
          },
          {
            "link": "https://docs.google.com/document/d/1DBSIJsBIMaRr7Cxj9EBJ_w9Pe3M4DcaMUUH7CPeoGtA/edit?usp=sharing",
            "title": "A REPORT ON THE ETHIOPIA POP UP CITY CONFERENCE AND HACKATHON"
          },
          {
            "link": "https://drive.google.com/drive/folders/17QMHy0egCggNAKSD4U8ObNYgHAZ18Rwg?usp=drive_link",
            "title": "Guillermo - outstanding Q1 GovWG meeting summaries"
          }
        ]
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled",
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Quarterly Report:  Guillermo shared the quarterly report draft and posted them in the Governance Discord for review until submission is due on Monday   Outstanding meeting summaries: Guillermo has some outstanding meeting summaries which he still needs to add to the Summary Tool  Retrospective on ETHiopia Pop Up City Conference And Hackathon:  - Clement shared a detailed report on his and Advance's attendance at this event, covering involvement in events, hackathons, media, and community engagement, highlighting challenges, support from volunteers, and key contributions from Samuel and Advance.  - He shared insights on their engagement at the event, highlighting outreach efforts; discussions on AI, blockchain, and decentralization; keynote presentations; KPI achievements, and future plans for sustaining momentum through partnerships and virtual meetups.  - CJFrankie applauded Clement and Advance for their outreach efforts in Ethiopia and raised concerns about the general lack of awareness of SingularityNET, especially among African audiences. He suggested allocating resources for physical meetups to enhance engagement and proposed that workgroups focus on making SingularityNET tools more accessible. He also requested clarification on whether SNET tools were used during the Hackathon.  - Advance explained that most hackathons operate in pools, often sponsored by different ecosystems like Mantle, and Ethereum in the context of the hackathon held during the program. Participants build projects using the sponsors' technologies, and those who integrate these tools effectively can receive funding or prizes. If SingularityNET were to sponsor a hackathon, it could incentivize developers to onboard their projects onto the AI Marketplace by offering prize pools for utilizing SNET services.  - Clement suggested that if SingularityNET had engaged earlier in the hackathon, it could have introduced the AI Marketplace sooner, leading to more participants utilizing its services. He recommended that SingularityNET consider sponsoring such events in the future to encourage developers to build on its platform and integrate its AI tools.  - Peter noted that SingularityNET is already sponsoring Hack India but emphasized that larger organizations like Deep Funding or the ASI Foundation are better suited for sponsorships. He highlighted that the AI Marketplace is still in beta, with many services as proof-of-concept. With the ASI merger, platforms like Agentverse and ASI Create will integrate, but onboarding developers remains unclear during this transition.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Advance & Clement to write an article capturing experiences from the Ethiopia event and share it with the team.",
              "assignee": "advanceameyaw, Clement Umoh",
              "dueDate": "20 March 2025"
            },
            {
              "text": "Clement to discuss with the Marketing Workgroup about uploading event content on media channels.",
              "status": "todo",
              "assignee": "Clement Umoh",
              "dueDate": "20 March 2025"
            },
            {
              "status": "todo",
              "text": "Clement to follow up with collected contacts to explore potential collaborations.",
              "assignee": "Clement Umoh",
              "dueDate": "20 March 2025"
            },
            {
              "text": "Guillermo to integrate any comments/corrections to Q1 Quarterly report, and submit it and Q2 budget by the deadline of midnight on Mon 10th March",
              "status": "todo",
              "assignee": "guillermolucero",
              "dueDate": "10 March 2025"
            }
          ],
          "discussionPoints": [
            "Q2 Quarterly Report",
            "Outstanding meeting summaries",
            "Retrospective on ETHiopia Attendance Pop Up City Conference And Hackathon"
          ]
        }
      ],
      "tags": {
        "emotions": "Accountability, Organised,  informative, Discursive, Educative",
        "topicsCovered": "ETHiopia event, Hackathon, sponsorship, AI marketplace, Q1 2025 quarterly report, Africa, awareness of sNET in Africa, Retrospective,  events attendance, Partnership, virtual meetups, sNET tools, making SingularityNET tools more accessible"
      }
    }
  ],
  "e5533fd2-855b-48d7-935e-41a262648be3": [
    {
      "workgroup": "Knowledge Base Workgroup",
      "workgroup_id": "96f6ef88-5285-4ec6-8fe4-f2ab0347be00",
      "meetingInfo": {
        "typeOfMeeting": "Biweekly",
        "date": "2025-01-13",
        "host": "Tevo",
        "documenter": "Effiom, Tevo",
        "peoplePresent": "advanceameyaw, effiom, tevo",
        "purpose": "Aggregating Ambassador Program assets and relevant information under GitBook",
        "meetingVideoLink": "https://youtu.be/lyGXP-AhHko",
        "miroBoardLink": "https://miro.com/app/board/uXjVN-9yivE=/?moveToWidget=3458764612932039153&cot=10",
        "otherMediaLink": "https://app.dework.xyz/singularitynet-ambas/process-guild",
        "workingDocs": [
          {
            "title": "Knowledge Base WG - Introduction to Knowledge Base WG",
            "link": "https://www.youtube.com/watch?v=jlHcTBzeJ0Y"
          },
          {
            "title": "KBWG Schedule on Miro",
            "link": "https://miro.com/app/board/uXjVN-9yivE=/?moveToWidget=3458764601683623141&cot=10"
          },
          {
            "title": "Knowledge Base WG Miro Board and Activities",
            "link": "https://www.youtube.com/watch?v=ml_kDw09omQ"
          },
          {
            "title": "Managing Meeting Summaries Guide",
            "link": "https://docs.google.com/document/d/1nT2f4Mo5ySK26W6r2zNLMY-uDKiRNdNRXLzykONUIR4/"
          },
          {
            "title": "TEMPLATE Meeting Summary dd.mm.2025",
            "link": "https://docs.google.com/document/d/1v4zoPFp25Wx2M28JY5XiXFgBCV454iq_9fKF9sykNxU"
          },
          {
            "title": "Knowledge Base WG Q1 2025 Report",
            "link": "https://docs.google.com/document/d/1I1KAFNsyQTtnXduB-q34MXsR63q-3g5eIbZh4AKdb-8/"
          },
          {
            "title": "Knowledge Base WG Q4 Report",
            "link": "https://docs.google.com/document/d/1o7oWhDiI4TScTqgWpORIO4_SMi-HMNw91LdOq9i4Fzo/"
          },
          {
            "title": "Knowledge Base WG Proposal Q1 2025",
            "link": "https://docs.google.com/document/d/1lV5E52tbfTb6tSjkqZVwtp9su92AwvqQopCCce-8pIY/"
          },
          {
            "title": "Category Descriptions",
            "link": "https://docs.google.com/document/d/1NzpysgIDsZFigFJz4Tiik3h2l0X4FJTJC4xEbGiwsUw"
          }
        ]
      },
      "agendaItems": [
        {
          "agenda": "Workgroup Management - Distribute Action Items",
          "status": "resolved",
          "actionItems": [
            {
              "text": "Effiom will draft the meeting summary and upload it to the summary tool.",
              "assignee": "Effiom",
              "dueDate": "27 January 2025",
              "status": "in progress"
            },
            {
              "text": "Tevo to review meeting summary and publish in Discord",
              "assignee": "Tevo",
              "dueDate": "27 January 2025",
              "status": "in progress"
            },
            {
              "text": "Tevo continues preparing the tool to generate Markdown files for the Knowledge Base GitBook",
              "assignee": "Tevo",
              "status": "in progress",
              "dueDate": "27 January 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We are adopting a new meeting summary template using Google Docs",
              "rationale": "Google docs is more user friendly compared to Miro, plus the final destination of meeting notes is the GitBook after it's been added to the summary tool and archived.",
              "opposing": "None",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "Selection of a meeting summariser and a reviewer for 13.01.2025",
            "New Meeting Summary template doc - https://docs.google.com/document/d/1v4zoPFp25Wx2M28JY5XiXFgBCV454iq_9fKF9sykNxU",
            "Using Managing Meeting Summaries guide https://docs.google.com/document/d/1nT2f4Mo5ySK26W6r2zNLMY-uDKiRNdNRXLzykONUIR4 as Core Tasks guidelines"
          ]
        },
        {
          "agenda": "Review and Update KBWG Q1 2025 Report",
          "status": "resolved",
          "actionItems": [
            {
              "text": "Include this agenda item in the next Meeting Agenda and assign it to someone",
              "assignee": "Tevo",
              "dueDate": "27 January 2025",
              "status": "todo"
            },
            {
              "text": "Everyone who has participated in any of the Knowledge Base calls can include engagement",
              "status": "in progress",
              "assignee": "Tevo",
              "dueDate": "27 January 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We will use the Exchange Rate (0.55) in Quarter 1. Hence, Hourly rate = Exchange Rate / 20 = 36 AGIX",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "This was the advised rate used when budgeting for Q1 2025",
              "opposing": "None"
            },
            {
              "decision": "We decided to keep most of the tasks as fixed AGIX amount",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "As the amount allocated is in AGIX",
              "opposing": "None"
            },
            {
              "decision": "We will reward 10 AGIX to those who add community engagement, but won't reward if added through meeting summary",
              "effect": "affectsOnlyThisWorkgroup",
              "opposing": "None"
            }
          ],
          "discussionPoints": [
            "Quarter 1 2025 Report - https://docs.google.com/document/d/1I1KAFNsyQTtnXduB-q34MXsR63q-3g5eIbZh4AKdb-8/",
            "Adoption of the fixed hourly AGIX rate for tasks and fixed AGIX amount",
            "Some fixed hourly rate tasks are meeting summary and review, preparation of meetings, and review of tasks",
            "Should we assign the report update to someone at the next meeting?"
          ]
        },
        {
          "agenda": "Draft Q2 KBWG Proposal",
          "status": "carry over",
          "actionItems": [
            {
              "text": "We will continue to check on the Q2 proposal topic again at the next meeting",
              "status": "todo",
              "assignee": "all",
              "dueDate": "27 January 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We will do a final collective review of the proposal at the February meeting",
              "effect": "affectsOnlyThisWorkgroup",
              "opposing": "None"
            }
          ],
          "discussionPoints": [
            "What helps to draft the Q2 proposal?  Knowledge Base WG Q1 2025 Report- https://docs.google.com/document/d/1I1KAFNsyQTtnXduB-q34MXsR63q-3g5eIbZh4AKdb-8  Knowledge Base WG Q4 Report - https://docs.google.com/document/d/1o7oWhDiI4TScTqgWpORIO4_SMi-HMNw91LdOq9i4Fzo  Knowledge Base WG Proposal Q1 2025 - https://docs.google.com/document/d/1lV5E52tbfTb6tSjkqZVwtp9su92AwvqQopCCce-8pIY",
            "What should we focus on in Q2?",
            "User feedback, and uploading assets to Knowledge Base WG",
            "Moving back to the basic process of what the group was initially intended for",
            "Making all the relevant content created by the Ambassador Program easily accessible in an organized way"
          ]
        },
        {
          "agenda": "GitBook Management",
          "status": "carry over",
          "actionItems": [
            {
              "text": "Effiom and AdvanceAmeyaw continue to show interest in providing descriptions",
              "status": "todo",
              "assignee": "Effiom, advanceameyaw",
              "dueDate": "27 January 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "First priority is creating descriptions",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Second priority is to organise selected demo items on GitBook",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "No new updates have been made to Category Descriptions - https://docs.google.com/document/d/1NzpysgIDsZFigFJz4Tiik3h2l0X4FJTJC4xEbGiwsUw"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Workgroup management, Category Descriptions, Async work, Meeting attendance, Q2 2025 budget, Q2 2025 proposal, Q1 2025 report, task prioritising, meeting summary template, Meeting Summaries, community engagement, user feedback, Async, GitBook, Miro to GitBook, script",
        "emotions": "low attendance, Organised, simple"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "724abff8-31fa-49b8-ae5b-f1f3ce427b8f": [
    {
      "workgroup": "Knowledge Base Workgroup",
      "workgroup_id": "96f6ef88-5285-4ec6-8fe4-f2ab0347be00",
      "meetingInfo": {
        "typeOfMeeting": "Biweekly",
        "date": "2025-01-27",
        "host": "Tevo, Effiom",
        "documenter": "Tevo, Gorga Siagian",
        "peoplePresent": "effiom, tevo, AshleyDawn, PeterE, Gorga Siagian",
        "purpose": "Aggregating Ambassador Program assets and relevant information under GitBook",
        "meetingVideoLink": "https://youtu.be/lyGXP-AhHko",
        "miroBoardLink": "https://miro.com/app/board/uXjVN-9yivE=/?moveToWidget=3458764612932039153&cot=10",
        "otherMediaLink": "https://app.dework.xyz/singularitynet-ambas/process-guild",
        "workingDocs": [
          {
            "title": "Knowledge Base WG - Introduction to Knowledge Base WG",
            "link": "https://www.youtube.com/watch?v=jlHcTBzeJ0Y"
          },
          {
            "title": "KBWG Schedule on Miro",
            "link": "https://miro.com/app/board/uXjVN-9yivE=/?moveToWidget=3458764601683623141&cot=10"
          },
          {
            "title": "Knowledge Base WG Miro Board and Activities",
            "link": "https://www.youtube.com/watch?v=ml_kDw09omQ"
          },
          {
            "title": "Managing Meeting Summaries Guide",
            "link": "https://docs.google.com/document/d/1nT2f4Mo5ySK26W6r2zNLMY-uDKiRNdNRXLzykONUIR4/"
          },
          {
            "title": "TEMPLATE Meeting Summary dd.mm.2025",
            "link": "https://docs.google.com/document/d/1v4zoPFp25Wx2M28JY5XiXFgBCV454iq_9fKF9sykNxU"
          },
          {
            "title": "Knowledge Base WG Q1 2025 Report",
            "link": "https://docs.google.com/document/d/1I1KAFNsyQTtnXduB-q34MXsR63q-3g5eIbZh4AKdb-8/"
          },
          {
            "title": "Knowledge Base WG Q4 Report",
            "link": "https://docs.google.com/document/d/1o7oWhDiI4TScTqgWpORIO4_SMi-HMNw91LdOq9i4Fzo/"
          },
          {
            "title": "Knowledge Base WG Proposal Q1 2025",
            "link": "https://docs.google.com/document/d/1lV5E52tbfTb6tSjkqZVwtp9su92AwvqQopCCce-8pIY/"
          },
          {
            "title": "Category Descriptions",
            "link": "https://docs.google.com/document/d/1NzpysgIDsZFigFJz4Tiik3h2l0X4FJTJC4xEbGiwsUw"
          }
        ]
      },
      "agendaItems": [
        {
          "agenda": "Workgroup Management - Distribute Action Items",
          "status": "resolved",
          "actionItems": [
            {
              "text": "Tevo to draft and archive the meeting summary for this meeting.",
              "assignee": "Tevo",
              "status": "todo",
              "dueDate": "29 January 2025"
            },
            {
              "text": "Gorga to reviews and publish it on Discord.",
              "assignee": "Gorga Siagian",
              "dueDate": "30 January 2025",
              "status": "todo"
            },
            {
              "text": "Once Knowledge Base GitBook is public, link it to the main GitBook and create a feedback form.",
              "assignee": "Tevo",
              "status": "in progress",
              "dueDate": "10 February 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "Q2 2025 Proposal and Q1 2025 Report to be updated in next meeting.",
              "opposing": "None",
              "effect": "affectsOnlyThisWorkgroup"
            },
            {
              "decision": "Added Process Guild and Knowledge Base Proposals to GitBook.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Feedback form creation revisited; kept in backlog.",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "Reviewed and distributed WG tasks.",
            "2k+ unread emails in the Ambassador Program inbox."
          ]
        },
        {
          "agenda": "Review Category Descriptions",
          "status": "carry over",
          "actionItems": [
            {
              "text": "Writing descriptions is high priority",
              "assignee": "Tevo",
              "dueDate": "10 February 2025",
              "status": "todo"
            },
            {
              "text": "We can start updating GitBook with some of the examples we already have",
              "status": "in progress",
              "assignee": "all",
              "dueDate": "10 February 2025"
            }
          ],
          "discussionPoints": [
            "Not much progress made on descriptions yet",
            "We added a clearer list of which descriptions are left to do"
          ]
        },
        {
          "agenda": "GitHub Markdown generation automation",
          "status": "carry over",
          "actionItems": [
            {
              "text": "Create a new Excel Datatable that will store the new correct combined structure from the current version and top of the new table build functionality to generate markdown files. This makes a bit longer process, but allows us to faster achieve the goals",
              "status": "todo",
              "assignee": "Tevo",
              "dueDate": "10 February 2025"
            }
          ],
          "discussionPoints": [
            "Shared current status of development",
            "Current challenges are cleaning the data and making Miro Board item names match with analysis"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Category Descriptions, Markdown, Ambassador GitBook, GitBook, Feedback Form, Documentation, Miro Board, GitHub, Q2 2025 budget, Q2 2025 proposal, Q1 2025 quarterly report, Ambassador Program email account, email",
        "emotions": "well attended, Organised"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "39b0d903-0813-4e0e-8060-350cc15c0c5b": [
    {
      "workgroup": "Knowledge Base Workgroup",
      "workgroup_id": "96f6ef88-5285-4ec6-8fe4-f2ab0347be00",
      "meetingInfo": {
        "typeOfMeeting": "Biweekly",
        "date": "2025-02-17",
        "host": "Tevo, Effiom",
        "documenter": "Tevo, Effiom",
        "peoplePresent": "effiom, tevo",
        "purpose": "Aggregating Ambassador Program assets and relevant information under GitBook",
        "miroBoardLink": "https://miro.com/app/board/uXjVN-9yivE=/?moveToWidget=3458764616945953621&cot=10",
        "otherMediaLink": "https://app.dework.xyz/singularitynet-ambas/process-guild",
        "workingDocs": [
          {
            "title": "How we manage Meeting Summaries",
            "link": "https://docs.google.com/document/d/1nT2f4Mo5ySK26W6r2zNLMY-uDKiRNdNRXLzykONUIR4"
          },
          {
            "title": "Meeting Summary Template",
            "link": "https://docs.google.com/document/d/1VU_VG8z7wnROx0DKsHsXOYshaJAoeZQ8dYZlRWYMSzE/"
          },
          {
            "title": "Knowledge Base WG Q1 Report",
            "link": "https://docs.google.com/document/d/1I1KAFNsyQTtnXduB-q34MXsR63q-3g5eIbZh4AKdb-8/"
          },
          {
            "title": "Knowledge Base WG Proposal Q2",
            "link": "https://docs.google.com/document/d/10TjExpU7uScZ0k9FtJLLLOhXZk_El0enKVC9RSYj_Wo/"
          },
          {
            "title": "Category Descriptions",
            "link": "https://docs.google.com/document/d/1NzpysgIDsZFigFJz4Tiik3h2l0X4FJTJC4xEbGiwsUw/"
          },
          {
            "title": "KBWG GitBook",
            "link": "https://ambassadorss-organization.gitbook.io/knowledge-base"
          }
        ]
      },
      "agendaItems": [
        {
          "agenda": "Workgroup Management",
          "status": "resolved",
          "actionItems": [
            {
              "text": "Effiom will draft the meeting summary and upload it to the summary tool",
              "assignee": "Effiom",
              "dueDate": "24 February 2025",
              "status": "done"
            },
            {
              "text": "Tevo will review and publish the Meeting Summary on Discord",
              "assignee": "Tevo",
              "dueDate": "24 February 2025",
              "status": "done"
            }
          ],
          "discussionPoints": [
            "Going over old and new action items",
            "Assigning meeting summarizer and reviewer for 17.02.2025",
            "How we manage Meeting Summaries - https://docs.google.com/document/d/1nT2f4Mo5ySK26W6r2zNLMY-uDKiRNdNRXLzykONUIR4",
            "Meeting Summary Template - https://docs.google.com/document/d/1VU_VG8z7wnROx0DKsHsXOYshaJAoeZQ8dYZlRWYMSzE/"
          ]
        },
        {
          "agenda": "Finalise Quarterly Report and Proposal",
          "status": "resolved",
          "actionItems": [
            {
              "text": "Report and Proposal to be submitted once the deadline has been fixed, as we are done",
              "status": "todo",
              "assignee": "Effiom, Tevo",
              "dueDate": "3 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "Continue with monthly Knowledge Base sessions, and continue updating Knowledge Base GitBook",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "Are there any pending async tasks before we submit the report and proposal?",
            "Knowledge Base WG Q1 2025 Report - https://docs.google.com/document/d/1I1KAFNsyQTtnXduB-q34MXsR63q-3g5eIbZh4AKdb-8/",
            "Does the Q2 proposal fit within the WG's budget cap?",
            "Knowledge Base WG Proposal Q2 2025 https://docs.google.com/document/d/10TjExpU7uScZ0k9FtJLLLOhXZk_El0enKVC9RSYj_Wo/",
            "Updating the Community Engagement section in the report"
          ]
        },
        {
          "agenda": "Review Category Descriptions",
          "status": "carry over",
          "actionItems": [
            {
              "text": "We will continue the category descriptions while script development is ongoing",
              "status": "in progress",
              "assignee": "all",
              "dueDate": "3 March 2025"
            }
          ],
          "discussionPoints": [
            "Category Descriptions https://docs.google.com/document/d/1NzpysgIDsZFigFJz4Tiik3h2l0X4FJTJC4xEbGiwsUw/",
            "We reviewed 5 sub-sections of the categories"
          ]
        },
        {
          "agenda": "GitBook, GitHub, and Markdown Automation",
          "status": "carry over",
          "actionItems": [
            {
              "status": "todo"
            }
          ],
          "discussionPoints": [
            "Updates on GitBook and GitHub",
            "Updates on the current markdown automation progress",
            "Knowledge Base structure is visible now on GitBook"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "Miro Board, Workgroup Management, GitBook, GitHub, Budget, Category Descriptions, Q2 2025 proposal, Q2 2025 budget, Budget caps, Q1 2025 quarterly report, Miro to GitBook, Markdown, community engagement"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "a0689f23-8893-47f1-8135-7dd3dccbe0f5": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-03-18",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, LordKizzy, Tevo, guillermolucero, Sucre n Spice, CollyPride, LadyTempestt, SubZero, Slate, Alfred Itodele, AshleyDawn, Duke, Effiom, esewilliams, Malik, Évéline Trinité, MaxMilez, UknowZork, osmium",
        "purpose": "Regular weekly GovWG meeting",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing",
            "title": "Ambassador Program Budget Planner"
          },
          {
            "title": "Consent form, Q2 2025 budgets (Responses)",
            "link": "https://docs.google.com/spreadsheets/d/1s6Uy3ZsPwAZUM094ENN3kqXugU5xUaZpxYdqfaDy7rk/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "We looked at the consent form responses, noting that 14 WGs have no objections and have thus passed; and 7 WGs have at least one objection, and these will need to be discussed.  We also noted that we did not establish any kind of quorum for this consent round - so even though some WGs only garnered very few responses (for example, Knowleddge Base only had 4), they still pass.  We started with the objections to AI Sandbox/Think Tank; this took most of the meeting and was still inconclusive by the end.  Key discussion points included:  ADMIN COSTS vs DELIVERABLES / OUTPUTS 2 objectors and 2 abstainers all commented that AI Sandbox/Think Tank is spending too high a proportion of their budget on admin (nearly 4x as much as they spend on outputs). In the discussion, it was suggested that perhaps some budget elements had been mis-described as admin, when actually they *are* outputs/deliverables. The nature of this WG means that its sessions are not just procedural meetings, but actual learning sessions or debates, so in effect, it delivers a community event each week, so in a sense, its meetings *are* 'outputs'.  WHAT ARE PROJECT MANAGEMENT TASKS? Tevo said that the project management tasks he does in his own WGs only take him minutes to do, so he queried why AI Sandbox/Think Tank is taking so much longer. He suggested the WG's quarterly report should list the fixed tasks needed to prepare each of its sessions - the WG has learnt, after operating for a few months, what these tasks are.  GITHUB vs DEWORK MANAGEMENT COSTS Is the WG 'double-dipping' by costing for both GitHub and Dework management? No. Project management for this WG (as for many other WGs) is done on a GitHub Board - but in order to process payments, the information still needs to be copy-pasted into Dework tasks, because the Treasury system unfortunately doesn't integrate directly with GitHub. But we noted that there may be questions over how long this should take, and that using Dework templates could make it faster.  PAYMENTS STOPPED IN Q1 2025 It was noted as background info that during Q1, Treasury stopped payments to Sandbox/Think Tank for certain project management tasks, because they felt it was not clear enough in the Dework task what was being done; and LordKizzy amended the Dework tasks to give more detail.  VALUE OF TOOL EXHIBITION SESSIONS Tevo queried the value of the WG's tool exhibition sessions - do they give any more information about the tools than a person could gain by simply Googling? Are the selected tools actually useful? Should the sessions cover only sNET tools rather than just any AI tool? What is the impact of the sessions if nobody is actually using the tools under discussion? He acknowledged that perhaps the value is in the discussion itself, but still had questions, which were not fully resolved in this meeting.  PUBLIC GITHUB BOARD Lord Kizzy screenshared the AI Sandbox/Think Tank GitHub board, and realised that as they're using 2 separate repos, one of them is not public. He agreed to make it all public, to improve transparency.  DOCUMENTING PLANNING SESSIONS AND ASYNC WORK  There was a suggestion that the WG's planning meetings and async discussions need to be documented, for transparency. But it was noted that many WGs do this kind of work and don't document it publicly, and have not been asked to; so it is important to ensure we are not demanding something of AI Sandbox/Think Tank that is not being asked of other WGs.  We noted that in future Quarters, it could be made an absolute requirement for WGs to fully document this type of work, but it currently is not.  FLAT RATES FOR ADMIN COSTS? It was suggested that all WGs should pay the same for admin costs such as facilitation, documentation, etc. The counter-argument was that in line with WG autonomy, WGs should continue to be able to make their own decisions on this, within reason, and that some variation is OK; particularly because the tasks are not exactly the same from WG to WG. There was no final decision on this.  TO RESOLVE OBJECTIONS TO AI SANDBOX/THINK-TANK To resolve his objections, Tevo said that AI Sandbox/Think Tank need to: - 1) update their budget sheet to remove as many things as possible from project management and assign to either of the deliverables (AI Sandbox sessions or AI Think Tank session); - 2) if possible, lower the rewards for Dework task management, because it should use a template which they copy paste, and the work should not be more than 30 mins per week - 3) make their GitHub board fully public so we can see all the tasks - 4) explain in more detail, in the relevant GitHub issues, what the operational calls and async planning consist of, ideally including relevant links.",
          "actionItems": [
            {
              "text": "Everyone - particularly WGs with objections - will add comments in the 'Responses' Googlesheet to address the objection(s), in time for the next meeting (Thurs 20th March).",
              "status": "todo",
              "assignee": "all",
              "dueDate": "20 March 2025"
            },
            {
              "text": "Peter will give a brief update at today's Town Hall to outline where the budget consent process is at - and then we will endeavour NOT to talk about budget issues beyond that, to avoid exhausting people on the topic ('budget discussion burnout')",
              "status": "todo",
              "assignee": "PeterE",
              "dueDate": "18 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed that the following 14 WGs' budget have passed:  AI Ethics  Archives Gamers GitHub PBL Governance Knowledge Base LatAm Moderators Onboarding Process Strategy Treasury Treasury Automation Video",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because they had no objections"
            },
            {
              "decision": "We noted that the following 7 WGs' budgets have NOT passed, and need to be further discussed:  African AI Sandbox/Think Tank Education Marketing R&D Translation Writers",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because they have at least 1 objection"
            },
            {
              "decision": "We agreed that next meeting, rather than continuing where we left off in the discussion on AI Sandbox/Think-Tank, we will start by reading through all the objections to all WGs, before beginning to discuss any of them.",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "To ensure that we at least make people aware of what all of the objections are, even if we do not get time to address them all in one meeting. In this meeting, we focused in too quickly on one WG, and that took up all of the time."
            },
            {
              "decision": "We agreed that we will need to adjust the schedule for Governance meetings to allow for several more sessions on discussing the budget objections.",
              "effect": "mayAffectOtherPeople",
              "rationale": "because sorting out budget objections properly is more important than getting the budgets agreed quickly."
            },
            {
              "decision": "We noted that we did not establish any kind of quorum for this consent round - so even though some WGs only garnered very few responses (for example, Knowleddge Base only had 4), they still pass.",
              "rationale": "We have previously discussed the idea of a quorum, but never actually implemented one for this round.",
              "opposing": "Possibly this is something to consider for next Quarter",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Noting which WGs' Q2 2025 budgets have passed, and which have objections",
            "Working through the objections for AI Sandbox/Think Tank"
          ]
        }
      ],
      "tags": {
        "emotions": "well-attended, inconclusive, no decisions, in-depth, slow",
        "topicsCovered": "Q2 2025 budget, Q1 2025 quarterly report, AI Sandbox/Think Tank, objections, admin costs, admin costs vs outputs, Town Hall, budget discussion burnout, GitHub project board, cost standardisation, Quorum, Dework, Dework template"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "64092a33-4e53-423c-b1ff-b5d84af807e9": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-03-20",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, guillermolucero, Tevo, Jeffrey Ndarake, Eric Davies, CollyPride, LadyTempestt, Kateri, Effiom, AshleyDawn, UknowZork, LordKizzy, Sucre n Spice, advanceameyaw",
        "purpose": "Regular weekly Open Gov call",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1s6Uy3ZsPwAZUM094ENN3kqXugU5xUaZpxYdqfaDy7rk/edit?usp=sharing",
            "title": "Consent form, Q2 2025 budgets (Responses)"
          },
          {
            "title": "Ambassador Program Budget Planner",
            "link": "https://docs.google.com/spreadsheets/d/1BBogj9rAO52cpdGP3uvp8hAHNa4Qw66lz9JLjSC2yVs/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "We read through all the objections in the spreadsheet here https://docs.google.com/spreadsheets/d/1s6Uy3ZsPwAZUM094ENN3kqXugU5xUaZpxYdqfaDy7rk/edit?usp=sharing to ensure that they have at least all been publicly heard.  We noted that the only objection for Translation WG (i.e. to add links in the Quarterly Report to the translated articles) has been addressed and the links have been added, so we confirmed that Translation WG's budget has now been approved. As an aside, we noted that some of the translated articles are not tagged, so it would be difficult for people to find them - but this task is supposed to be done by Iain Wentworth.  We discussed some of the issues raised in the objections to the 6 WGs that have not yet been approved, but did not reach a resolution on any of them.  We realised that the current schedule, which requires the 2nd-round consent forms to go out this Sunday, 23rd March, is not possible, so we amended it to push all the dates back by 1 week (see 'Decisions' below).   We also decided on some changes to the 2nd-round consent process to ensure fairness, and avoid an endless cycle of new objections (see 'Decisions' below). We recognised that it is unlikely that even another 2 meetings will completely resolve all the objections; so as GovWG our role is to ensure everyone knows what the objections are, and has easy access to the WGs' comments on them - people can then use the 2nd round consent process to say whether they feel the objection(s) against each as-yet-unapproved WG are an issue, or not. In this, we agreed that it would be valid for someone who did not object to a WG in round 1 to rethink based on the objections raised by other people, and to say in Round 2 'Actually, I agree that such-and-such is a problem', but not for them to add new objections of their own at this stage.",
          "actionItems": [
            {
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed that Translation WG's budget is now approved",
              "rationale": "because the objection (i.e. that links to the translated articles need to be added) has been done.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We confirmed that the 6 WGs which have not yet been approved are therefore:  African AI Sandbox/Think Tank Education Marketing R&D Writers",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We agreed to amend the schedule for this consent process to a week later, so:  - Tues 25th and Thurs 27th March: Gov WG meetings will be additional budget approval sessions  - Sun 30th March: deadline for WGs with outstanding objections to submit amended budgets/reports  - Mon 31st March: Round 2 consent forms are shared  - Weds 2nd April: deadline for Core Contributors to send in their consent forms  - Thurs 3rd April - final meeting. If objections cannot be resolved, then WGs with 80% consent will be approved.",
              "rationale": "because there clearly will not be time to proceed on the previously-agreed timeline"
            },
            {
              "decision": "We decided that WGs with objections should ideally create a doc where they list the objections and give their responses",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because this will be easier to read and to reference than having the points as comments in the 'Responses' spreadsheet."
            },
            {
              "decision": "We decided that the second-round consent process should only allow people to comment on objections that have already been raised, rather than raising completely new ones.",
              "effect": "mayAffectOtherPeople",
              "rationale": "We won't have time to address brand-new objections; it could end up as a never-ending cycle; and it is unfair to WGs to continue to allow new objections to be raised that were not mentioned earlier."
            },
            {
              "decision": "We agreed that it would be valid for someone who did not object to a WG in round 1 to rethink based on the objections raised by other people, and to say in Round 2 'Actually, I agree that such-and-such is a problem'.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We decided that the consent form for Round 2 needs to be amended to reflect the above. It should list the existing objections to each WG and ask people to agree or disagree; and it should all be in 1 form, rather than requiring people to complete separate forms for each WG.",
              "effect": "mayAffectOtherPeople",
              "rationale": "Because the form as it currently is would allow people to introduce new objections, which we have aagreed would be undesireable."
            }
          ],
          "discussionPoints": [
            "Reading out all objections in the Q2 process",
            "Approving Translation WG",
            "Amending the timeline for the consent process",
            "Changes to the 2nd-round consent process to ensure fairness, and avoid an endless cycle of new objections"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "consent process, Translation WG, objections, consent process timeline, timeline, consent form",
        "emotions": "slightly prickly, inconclusive, circular, slow"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "458ea013-4e7a-4c15-b052-28a7ddaa98b8": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-03-25",
        "host": "CallyFromAuron",
        "documenter": "CallyFromAuron",
        "peoplePresent": "guillermolucero, CallyFromAuron, LordKizzy, LadyTempestt, AshleyDawn, Évéline Trinite, UknowZork",
        "purpose": "regular weekly GovWG meeting",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1s6Uy3ZsPwAZUM094ENN3kqXugU5xUaZpxYdqfaDy7rk/edit?usp=sharing",
            "title": "Consent form, Q2 2025 budgets (Responses)"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "RESOLVING OBJECTIONS? Most of the objections are Tevo's; so because he was unable to be at this meeting, we were unable to try to resolve them.  We looked at the one other objection (by Vani, objecting to Writers' WG on the grounds of over-centralisation). Mikasa gave a defence saying that they have already planned to address the problem - but as this is exactly what was said last time the issue arose, Vani preferred not to resolve the objection, but to let it go to the consent process. So Writers' WG will address this in their 'response' doc.  There were no other objections by anyone other than Tevo.  CAN WE RULE ANY OBJECTIONS INVALID? We discussed whether we, as Governance WG, can rule any of the objections as 'invalid', as was done in previous rounds. For example, the objection to African Guild that they pay $25 per meeting for facilitation when the objector believes there should be a standard fee of $20 across the Program - we noted that there is no longer any agreed, enforcable 'standard fee', and that trying to impose one retroactively could infringe on the idea of workgroup autonomy, so this could therefore be considered an invalid objection. However, since Tevo isn't able to be here to discuss it, perhaps we should not rule out any objections as 'invalid', but should let all the objections go to the 2nd consent round - if individuals feel an objection is not valid, they will select 'objection has been addressed or is not an issue'.  This question will be looked at again in Thursday's meeting to confirm that we do not plan to rule any onbjection 'invalid' at this stage.  ARE OBJECTIONS INVALID IF THEY WERE NOT SUBMITTED IN THE 'WHAT IS YOUR OBJECTION' FIELD? We noted that some of the objections in the responses sheet were actually submitted in the 'What would need to change?' field, so it's not 100% clear that they are objections as such. (Example - the objection mentioned above, about African Guild paying $25 for documentation.) However, it is pretty clear from context that they are intended as objections.  SEPARATE THE INDIVIDUAL OBJECTIONS OUT? The draft 2nd-round consent form created by Vani separates each individual objection (even if it's part of a set of several points that were made by the same person), and asks people to agree / disagree with each one separately.  LordKizzy suggested that instead, we should give all the objections to a particular WG together, and ask people 'In the light of the above, do you consent or object to this WG's budget?' This might make the consenting process easier; but it might also mean that if someone only agrees with one of the objections, we won't know which one. This question will be looked at again in Thursday's meeting.  WHAT DOES '80/20' MEAN IN PRACTICE? We noted that it's not completely clear what the 80/20% rule means in this context. First - do abstentions count towards the total 'number of people who took part'? Is it '80%/20% including abstentions' or not? Second - to pass, does a WG need at least 80% of respondents saying 'this has been resolved, or is not an issue', or fewer than 20% saying 'this is still a problem'? This question will be looked at again in Thursday's meeting.  WHAT HAPPENS IF A WG'S BUDGET DOESN'T PASS? We realised that we have not definitely confirmed what the approach is this round. Will that be it - no budget? Or will there be any further attempts to resolve the situation? This question will be looked at again in Thursday's meeting",
          "actionItems": [
            {
              "status": "todo",
              "text": "Everyone to think about the 3 issues that will be carried over to Thursday's meeting",
              "assignee": "all",
              "dueDate": "27 March 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We agreed that in Thursday's meeting, we need further discussion of the following: - Can we, in a Governance meeting, deem a particular objection invalid?  - Should the 2nd round consent form list each objection separately, or should we consolidate them? - What does the 80/20% rule mean in practice in this context?",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "These issues were raised in today's meeting, but we didn't have time to reac firm conclusions."
            }
          ],
          "discussionPoints": [
            "Running through the outstanding objections to see if there were any we could resolve",
            "Can we, in a Governance meeting, deem a particular objection invalid?",
            "Should the 2nd round consent form list each objection separately, or should we consolidate them?",
            "What does the 80/20% rule mean in practice in this context?"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "consent process, Writers' WG, centralisation, 80% / 20% rule, invalid objections, abstentions",
        "emotions": "thoughtful, inconclusive, knotty problems"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "c79761bb-a13d-4b20-910d-2a461b44b7a1": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-04-01",
        "host": "PeterE",
        "documenter": "UKnowZork",
        "peoplePresent": "PeterE, UKnowZork, CallyFromAuron, guillermolucero, AshleyDawn, Jeffrey Ndarake, Maxmilez, Évéline Trinité, Alfred Itodele, LordKizzy, AJ, Effiom",
        "purpose": "Regular weekly GovWG meeting",
        "workingDocs": [
          {
            "title": "Governance calls rolling Agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          },
          {
            "title": "GovWG Budgets",
            "link": "https://docs.google.com/spreadsheets/d/1DeUB6ytoOeG6SOHwhJxe-vII_mXmkjdxG1iD-f5B2Sc/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "The Governance Workgroup discussed two major issues which are: Handling objections in decision-making and Dealing with budget cuts due to falling token prices.  We suggested a more structured way to address objections, either in meetings or asynchronously. Vani raised an issue about people consenting and not giving comments about why they are consenting. She feels it will be an issue amongst the workgroup. 'People are not saying what they feel because we've gotten rid of anonymity'(Vani). Peter also stated that if people are objecting and not saying the reasons for their objections then the objection seems irrelevant. Peter offered to help facilitate discussions and improve communication with better note-taking.  We suggested that the ongoing nature of the feedback form could allow for further clarification from objectors. We also acknowledged that the removal of anonymity might be discouraging honest feedback.  Budget concerns were a big topic, as the group's Q2 budget dropped by 33%. We explored solutions like adjusting payment schedules or delaying payments until prices recover. Vani also pointed out that we shouldn't respond to low token price by immediately going into volunteerism. We also noted that budget cuts were hurting participation, making governance harder to manage.  To improve discussions, We proposed unpaid facilitation to help members gain experience, but others worried this might lower attendance. A rotating facilitator system was considered to balance participation and budget concerns.  As the meeting ended, We focused on budget adjustments, clearer documentation, and the upcoming Town Hall for further discussions.",
          "actionItems": [
            {
              "status": "todo",
              "dueDate": "2 April 2025",
              "text": "Vani to create a roster for meeting facilitation in Q2, sharing it between the 8 people who volunteered",
              "assignee": "CallyFromAuron"
            },
            {
              "text": "Guillermo will share the amount of people who replied to the consent forms in the next meeting.",
              "status": "todo",
              "assignee": "guillermolucero"
            },
            {
              "status": "todo",
              "text": "Peter will facilitate sessions to address objections if someone receives more than 20% objections.",
              "assignee": "PeterE"
            }
          ],
          "decisionItems": [
            {
              "effect": "mayAffectOtherPeople",
              "opposing": "",
              "decision": "We suggested that If a workgroup has objections, we'll work with them to find a solution instead of simply stating there's no budget.",
              "rationale": "It would be unsatisfactory to say that a workgroup doesn't exit for the quarter."
            },
            {
              "decision": "There was a suggestion that we reduce expenses on Facilitating, documenting and on other tasks as well.",
              "effect": "affectsOnlyThisWorkgroup",
              "opposing": "The Workgroup objected to the idea of not paying people for a work done. And noted that there should be a balance.",
              "rationale": "This was because of the low token price and concerns around the budget."
            },
            {
              "decision": "We decided to cut down the expenses on facilitation to Zero to help the workgroup understand their financial needs.",
              "rationale": "The decision aims to preserve funds and reassess budget priorities, while adapting to market conditions.",
              "effect": "affectsOnlyThisWorkgroup"
            }
          ],
          "discussionPoints": [
            "How do we resolve workgroups that have objections?",
            "Is there a need to cut the governance workgroups Q2 budget?",
            "What will be the impact of the current token price on the governance workgroup budget?"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "consent process, Q2 2025 budget, facilitation roster, Participation in governance",
        "emotions": "informative, Quiet, Only a few of those present spoke"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "2ed196cc-6e25-47ff-b8b4-75b3fe313a03": [
    {
      "workgroup": "Archives Workgroup",
      "workgroup_id": "05ddaaf0-1dde-4d84-a722-f82c8479a8e9",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-04-02",
        "host": "CallyFromAuron",
        "documenter": "CallyFromAuron",
        "peoplePresent": "André, CallyFromAuron, Stephen [QADAO], Jeffrey Ndarake, AshleyDawn, UKnowZork",
        "purpose": "Regular monthly meeting of the Archives WorkGroup in the SingularityNET Ambassador program",
        "meetingVideoLink": "https://www.youtube.com/playlist?list=PL4dGsCqdRj6ct6TwdrVKm_Bjg2ToCjzQh",
        "workingDocs": [
          {
            "title": "Archive names (a list of the name that people are most commonly known by in the Archives)",
            "link": "https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing"
          },
          {
            "link": "https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/254",
            "title": "GitHub Issue for this meeting"
          },
          {
            "title": "Q2 2025 final budget",
            "link": "https://docs.google.com/spreadsheets/d/14IYxBj-9MGCZRkYIupwvbHgPYZgohnyMSQ-EUFBgpYI/edit?usp=sharing"
          },
          {
            "title": "Q1 2025 quarterly report for Archives WG",
            "link": "https://docs.google.com/document/d/1JUyVzyjeGJkFkjtzkqk-glsqzdUqlIZ5LdOwWM5OGJY/edit?usp=sharing"
          },
          {
            "link": "https://docs.google.com/spreadsheets/d/1EMxTnjWwjgRyRYmKBaYhLu1vdaHpXQH5FWD69qgO54A/edit?usp=sharing",
            "title": "Wokrgroups >< wider ecosystem collaborations"
          },
          {
            "title": "Archive names",
            "link": "https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing"
          },
          {
            "title": "Low-Budget Brainstorm (Miro board)",
            "link": "https://miro.com/app/board/uXjVISH_ACg=/"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "actionItems": [
            {
              "text": "Vani has approached DeepFunding, to ask if the Events Circle could take on documentation of DF Town Hall. Focus Group agreed this would be valid - waiting for a reply from Events Circle  Also some interest in Focus Group re: how the Archives tool could be used for further documentation within DF",
              "assignee": "CallyFromAuron",
              "dueDate": "2 April 2025",
              "status": "in progress"
            },
            {
              "text": "Andre to add 'Jeffrey Ndarake' 'UknowZork' 'Alfred Itodele' 'Évéline Trinite' and 'All' as new Names in the names controlled vocab here https://docs.google.com/spreadsheets/d/1r5LDA7yiERtWuu-HHYsBiG-RLyjDCtTZUB8H-xZHFsE/edit?usp=sharing",
              "status": "todo",
              "assignee": "André",
              "dueDate": "30 April 2025"
            },
            {
              "text": "André and Vani to meet to wrap up the tag taxonomy issue by deciding on an initial controlled vocab for topic and emotion tags",
              "status": "done",
              "assignee": "André, CallyFromAuron",
              "dueDate": "2 April 2025"
            },
            {
              "text": "Vani to add any new tasks to the GitHub Board which have been funded for Q2",
              "status": "todo",
              "assignee": "CallyFromAuron",
              "dueDate": "30 April 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "We noted that our Q2 2025 budget was approved in the first consent round - but, due to current low token price, we agreed not to submit issues for payment for any pending tasks for Q1 or Q2, to see if token price improves. We'll reassess at the next meeting on 7th May if not before.",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "The Q2 budget was calculated at the agreed exchange rate of $0.30 and AGIX is now at $0.20; so we will be unable to fulfil everything in it unless AGIX price rises a bit.",
              "opposing": "We considered the idea of taking from the WG's reserves, but agreed that doing so at a time of low token price is not a good idea."
            },
            {
              "effect": "mayAffectOtherPeople",
              "decision": "We noted that a problem has arisen because some of the corrections made to meeting summaries haven't been added to the database, but are only showing up in the GitBook version of the Archive (because Vani accidentally made the changes in the wrong part of the summary tool interface). The database should be the 'source of truth', so André has created scripts to track the differences so they can be corrected. See https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/249   This also gives a way to see what kinds of things tend to get corrected when auditing summaries. Some are minor proofreading or formatting corrections, which are not  significant in terms of meaning; but others are factual or structural changes, which likely *would* affect how a graph RAG determines meaning. So we noted that it is useful to have these differences visible, for reference and to be able to see what kinds of things got corrected - so we will save these data examples to a repo for future reference.  We also noted that of course this auditing process will no longer be done in Q2, because we have decided to NOT correct meeting summaries at all in Q2 as an experiment.   We may find that using a graph-based process to interrogate the Archives will mean that most of the errors that people make in summaries do not matter much, and the graph process will still enable us to extract meaning even if people are not confident documenters, and our uncorrected summaries are factually inaccurate (as many of them are). So by the end of Q2 2025, we will want to check whether we see any substantial difference between Q2 data (which will be uncorrected) and the rest of the Archives. If we *don't* see this, however, then being able to see the kinds of corrections that were made in previous Quarters will be useful."
            },
            {
              "decision": "We noted that in March, Stephen has continued with writing a GitHub app token generator - see https://github.com/SingularityNET-Archive/SingularityNET-Archive/issues/252.",
              "rationale": "This is one of the 'pieces of the jigsaw' that will allow us to wrap up scripts that we write into GitHub apps."
            },
            {
              "decision": "We noted that André and Vani met in March to wrap up work on the tag taxonomy project; Vani is currently correcting a final list of tags for topics and emotions, and we have agreed to dispense with the 'Other' tag category in the final tool redesign, as people have tended not to use it in very useful ways.  We have agreed on minimal editing of the controlled vocab - we're only removing obvious duplicates and misspellings - because we don't want to overdetermine similarity. Two tags that appear superficially similar might have very different connotations for the individual who created them - so we will try to preserve those differences, and see what a graph RAG process makes of it.  We noted that this lays the groundwork for what can be analysed later, using techniques such as proximity, semantic similarity, rarity of a tag, and co-occurence of tags (for example if a particular person's name/presence in a meeting is often correlated with a particular emotion tag, such as 'organised'). Also we noted that, particularly with negative emotions, the fact that a meeting was not tagged with a particular emotion doesn't necessarily mean that the emotion wasn't there - often, a problem needs to become really severe before someone will tag a summary with (for example) 'aggressive' or 'silencing', and there could be a buildup over several (untagged) meetings which led to it. Subject to funding, we could use our tag taxonomy as a basis for future community analysis of the topology of emotions and topics that has been identified in meetings.  There is also an ethical dimension to this - asking 'is AI drawing the correct conclusions?' and giving the community some ownership of the conclusions that are drawn  - which we will be able to examine.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "An extra WG Sync call on Mon 7th April will focus on collaborations between the Ambassador Program and sNET spinoffs/partners.   We added info on our past collabs and hoped-for future collabs in https://docs.google.com/spreadsheets/d/1EMxTnjWwjgRyRYmKBaYhLu1vdaHpXQH5FWD69qgO54A/edit?usp=sharing - particularly looking at sharing our recordkeeping tooling with other organisations - and we'll attend the meeting to discuss.",
              "opposing": "For us, collaborations might also extend cross-chain, and even to organisations outside of Web3"
            },
            {
              "decision": "We will post in Discord to remind people that time limit to submit a summary, after which it will be recorded as 'no summary given', is one month after the date of the meeting.`"
            },
            {
              "decision": "We discussed how to manage low token price in general.   Suggestions included drawing down (say) half of the overall Ambassador budget for a Quarter and converting it to a stablecoin, in order to give more stability and balance it with risk; asking the community how much risk they want to take (i.e. should it be half, or less, or more?) And the idea of not restricting our holdings to just AGIX.  These ideas will be added to the 'Low-Budget Brainstorm' Miro board https://miro.com/app/board/uXjVISH_ACg=/ for discussion in Governance WG.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "We discussed the proposal that the Archives team has submitted to the BGI Nexus funding round and invited people to vote: see  https://deepfunding.ai/proposal/ethical-ai-auditing-a-practice-based-approach/  We noted that in the event that this work *doesn't* get funded in the BGI Nexus round, we will still want to find a way to do it - although this will be limited by budget constraints if we try to do it as part of the Workgroup.",
              "effect": "mayAffectOtherPeople",
              "rationale": "We now have a lot of data in the Archives, and want to look at how we ethically process and interrogate that data, and how we engage the community who 'owns' a dataset (in this case the Ambassador Program) with analysing and verifying the insights that an AI  might give about it - in other words, looking at AI's conclusions and developing the critical thinking to assess how accurate they are."
            }
          ]
        }
      ],
      "tags": {
        "emotions": "interesting, wide-ranging",
        "topicsCovered": "AGIX price, Q2 2025 budget, controlled vocab, Collaboration, collaboration with spinoffs and partners, WG Sync call, Knowledge management across the singularityNET ecosystem, cross-chain collaboration, Correcting errors in meeting summaries,  ACP, stablecoin, AI ethics, meaning, graph RAG, managing low token price, BGI Nexus funding round, critical thinking"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false
    }
  ],
  "fdb28a57-599e-4e20-903e-234301374c3a": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-04-03",
        "host": "PeterE",
        "documenter": "CallyFromAuron",
        "peoplePresent": "PeterE, CallyFromAuron, UKnowZork, Tevo, LordKizzy, LadyTempestt, Effiom, Évéline Trinité, guillermolucero, Sucre n Spice, AshleyDawn",
        "purpose": "Weekly Open Governance session",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1PPLz2LFADOziIb9cC3MNLPgrHAPlsui0XsrPdj1XcPs/edit?usp=sharing",
            "title": "2nd round consent form Q2 budgets (Responses)"
          },
          {
            "link": "https://docs.google.com/document/d/1vzqhY_KDaE5l_4z_NVwr5aNFJKa6f71roslsg9Md0vU/edit?usp=sharing",
            "title": "budget decision - main issues mentioned in objections"
          },
          {
            "title": "Governance calls, rolling agenda",
            "link": "https://docs.google.com/document/d/1t39dwlwLYYB_1z_5szq1rnOH7mVTHe8Tmwv0R6ELOyE/edit?usp=sharing"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "1) NUMBER AND VALIDITY OF RESPONSES IN THE 2nd ROUND CONSENT FORMS In total there were 17 responses, but 1 was from someone who is not a Core Contributor, so it was deleted.   2) HAVE THE BUDGETS OF THE REMAINING WGs PASSED? Yes, all have been approved. - African Guild: 11 consent, 2 object, 3 abstain. - AI Sandbox/Think Tank: 13 consent, 0 object, 3 abstain. - Education: 11 consent, 1 object, 4 abstain. - Marketing: 9 consent, 1 object, 6 abstain. - R&D: 11 consent, 2 object, 3 abstain. - Writers: 10 consent, 1 object, 5 abstain.  Wr noted, however, that several of those who abstained/objected didn't comment to say why; and we noted a fairly high number of abstentions. Are people abstaining because they see it as a 'soft' way to register an objection? Or because they are not anonymous? Tevo noted in Chat that he abstained to 'all where I saw progress in reporting and budget, but was not quite yet harmless'.  3) COMMENTS RAISED IN THE 2nd-ROUND CONSENT FORMS We read through the consent forms, and noted 1) which objections from Round 1 people had said were still an issue, and 2) all the comments.  There were severa l concerns that were about how people write their reports and budgets. We wondered whether there is a need for some sessions that look at this, and if so, whether Governance is the right place for it; but we didn't reach a conclusion.  4) HOW WILL WE TRACK THE CONCERNS RAISED? Some of them may need further discussion, and/or for the WG concerned to take action. We decided how to address these issues so they are not forgotten about (see 'decisions' below).  We also noted that: - Tevo can use PowerBI as usual to give stats and insights on the consent process;  - Guillermo could in the long term try to develop his planned Consent Process dashboard to help us track issues raised in the consent process; although this would be difficult at present, because low token price means the scope of that project can't easily be extended.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Vani to add issues mentioned in 2nd round consent forms to the Governance WG rolling agenda where applicable",
              "assignee": "CallyFromAuron",
              "dueDate": "8 April 2025"
            },
            {
              "status": "todo",
              "text": "Vani to collate issues from this consent round in the 'budget decision - main issues mentioned in objections' doc",
              "assignee": "CallyFromAuron",
              "dueDate": "8 April 2025"
            },
            {
              "text": "Tevo to export data from PowerBI about this consent round",
              "status": "todo",
              "assignee": "Tevo",
              "dueDate": "10 April 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "All the WGs' budgets are now approved",
              "rationale": "because they all met the approval threshold of no more than 20% objection (not counting abstentions)",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "Where appropriate, we will add the issues raised in the consent form comments to the GovWG agenda for discussion in future meetings",
              "effect": "affectsOnlyThisWorkgroup",
              "opposing": "some discussion about whether Governance meetings is the right place for further discussion of how to write a good quarterly report"
            },
            {
              "decision": "We will use the doc 'budget decision - main issues mentioned in objections' to log issues that were raised in this consent process, and adapt the doc to note anything that should be tracked, e.g. if a WG said that it will address an issue in its next quarterly report.",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "to ensure that issues don't get lost or forgotten."
            }
          ],
          "discussionPoints": [
            "Number and validity of responses from 2nd-round consent form",
            "Have the budgets of the remaining 6 WGs in the 2nd round been approved or not?",
            "Going through the comments raised in the consent forms",
            "How will we track the concerns raised?"
          ]
        }
      ],
      "tags": {
        "topicsCovered": "consent process, Q2 2024 budget, abstention, tracking concerns, PowerBI, anonymity, dashboard",
        "emotions": "good-natured,  forward-looking,  Collaborative"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "b8ee0e89-fb2e-4732-a4ec-c5e8d04ff661": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-03-27",
        "host": "PeterE",
        "documenter": "Kateri, CallyFromAuron",
        "peoplePresent": "guillermolucero, CallyFromAuron, LordKizzy, LadyTempestt, AshleyDawn, Évéline Trinite, UknowZork, Kateri, PeterE, Clement Umoh, advanceameyaw, Alfred, martinsoki, Mikasa, Sucre n Spice, Jeffrey",
        "purpose": "Weekly Open Governance meeting",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1s6Uy3ZsPwAZUM094ENN3kqXugU5xUaZpxYdqfaDy7rk/edit?usp=sharing",
            "title": "Consent form, Q2 2025 budgets (Responses)"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Peter reviewed the objections that were discussed in the last meeting, noting that some may need further discussion before moving to the consent process.   Guillermo talked about the importance of not delaying decisions because the objector is not present. Vani noted that we have already started moving with or without Tevo being present.  Peter highlighted the questions asked in the last meeting: - Whether to consolidate objections or keep them separate in the consent form? - Can we, in a governance meeting, deem a particular objection invalid ?  Lordkizzy presented that André has withdrawn his objection to AI Sandbox/Thnk Tank. We agreed to ask André to add a note in the Responses spreadsheet tp say this, and he did so during the meeting.  Vani asked what we plan to do if a workgroup doesn't get the required 80% consent in the 2nd round. We agreed that the workgroup should be able to continue to try to reach a resolution, rather than simply having no budget for Q2. Lord kizzy noted that we should track the objections to know which has been addressed and which has not.  Guillermo spoke that we shouldn't consolidate all the objections on a WG in the form, as it will make it difficult to be clear what someone is actually objecting to  Lord kizzy suggested that we should add a question in the form that asks 'Overall, do you consent to this WG's budget?' and then ask which, if any, of the objections from round 1 are still a concern. This would allow people to indicate if certain objections had not been satisfactorily addressed, even if on balance they consent to the WG's budget overall.  There was a brief discussion on workgroup autonomy, in relation to the objection to African Guild's charging $25 for facilitation when the objector felt that $20 was standard. Many felt that such objections interfered with workgroup autonomy; and it was noted that there is not actually any agreed 'standard' price. Nevertheless, we agreed not to ruke the objection as invalid, but to let it go to the 2nd-round consent process.  Clement raised concerns about the objection to African Guild in relation to reward distribution; he questioned whether it is true that rewards were being allocated solely based on meeting attendance rather than task performance and noted that token price fluctuations were limiting workgroup innovation.  Peter expressed caution about spending reserves when token prices are low, the idea of using reserves to support workgroup functions during downturns was tabled for another discussion.   We discussed exactly what the '80-20% rule' means, and how we calculate whether a WG has passed the threshold - do they need 80% consent or above 80%? or is it better to look at the threshold as 'no more than 20% objection'? And 80%/20% of what? Is it all those who participated, or are abstainers not counted? See 'Decisions' below.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Vani will modify the Round 2 consent form to include 'consent' 'object' and 'abstain' on the budget as a whole, plus a question on which, if any, outstanding objections the person thinks are still a problem.",
              "dueDate": "1 April 2025",
              "assignee": "CallyFromAuron"
            }
          ],
          "decisionItems": [
            {
              "decision": "We will ask objectors to review the shared documentation (WGs will each write a document addressing the objections they have received) before the 2nd consent round opens, and formally withdraw objections if they feel the issues have been resolved.",
              "effect": "mayAffectOtherPeople"
            },
            {
              "decision": "The 2nd round consent form will ask people to consent, object or abstain to a Workgroup budget as a whole, before asking for their views on the individual objections from Round 1.",
              "effect": "mayAffectOtherPeople",
              "rationale": "Will be clearer, and will allow people to consent overall, even if they feel that some of the objections are still a concern."
            },
            {
              "decision": "We will keep the different objections separate, and ask people which ones, if any, they think are a problem.",
              "effect": "mayAffectOtherPeople",
              "rationale": "This will enable us to identify which objections need to be discussed further (in general terms, rather than in relation to whether or not a WG gets its budget) once the consent process is over."
            },
            {
              "decision": "We are not going to rule any objections invalid",
              "rationale": "This meeting is perhaps not well-attended enough to give a real consensus that an objection should be overruled. It would be better to let them all go through the 2nd consent round and see which ones Core Contributors agree are an issue."
            },
            {
              "decision": "The 80-20% rule means a Workgroup will pass unless **more than 20%** of those taking part object. As always, the 'number taking part' excludes abstainers",
              "effect": "mayAffectOtherPeople"
            }
          ],
          "discussionPoints": [
            "Whether to list each objection separately in the consent form, or consolidate them.",
            "How to prevent new objections from being raised in the 2nd consent round",
            "What the 80%/20% rule means in practice - do WGs need more than 80% consent, or is it no more than 20% objections? The challenge of calculating percentages when some members abstain."
          ]
        }
      ],
      "tags": {
        "topicsCovered": "consent process, Reserves, workgroup autonomy, invalid objections, African guild, consent form design, 80%/20% rule, abstentions",
        "emotions": "thoughtful, satisfying, decisive"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "c5db7260-52cf-4f94-8efc-28a2e028c8a1": [
    {
      "workgroup": "Governance Workgroup",
      "workgroup_id": "bcfadc9a-79d3-4ac0-816a-6b3405fd4009",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-04-08"
      },
      "noSummaryGiven": false,
      "canceledSummary": true,
      "canceledSummaryText": "Meeting was cancelled",
      "type": "custom"
    }
  ],
  "2868166f-c4f0-4cc7-bbbf-66051a4806cd": [
    {
      "workgroup": "WG Sync Call",
      "workgroup_id": "89f6301b-dc91-45d1-baf5-d4815ea3f500",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-04-07",
        "host": "PeterE",
        "documenter": "UKnowZork",
        "peoplePresent": "PeterE, CallyFromAuron, guillermolucero, Sucre n Spice, UKnowZork, Évéline Trinité, LordKizzy, advanceameyaw, hogantuso, Slate, AshleyDawn, Tevo, Effiom, Kateri",
        "purpose": "Monthly call for all Workgroups to discuss Program-wide issues",
        "workingDocs": [
          {
            "link": "https://docs.google.com/spreadsheets/d/1EMxTnjWwjgRyRYmKBaYhLu1vdaHpXQH5FWD69qgO54A/edit?usp=sharing",
            "title": "Workgroups >< wider ecosystem collaborations"
          }
        ]
      },
      "agendaItems": [
        {
          "status": "carry over",
          "discussion": "PRIORITIES AND BUDGET CONSTRAINTS We discussed possible collaborations with spin-offs and other partners and how to deal with the current token prices which is at $0.16 today, half of what we calculated Q2 budget at. We considered different WGs past and intended collaborations, and Guillermo proposed that in future, we'd need to create a strategy that takes account of the effects of market price. We came to the conclusion that everyone - spin-offs included - will be affected by the low token price. We also had discussions on who we have to reach out first in the program.  PRODUCT IDENTITY AND METHODOLOGIES  We discussed various technical tools created by the workgroups and we thought of having to create different approach and methodologies on the tools created (We considered the idea of developing new approaches and methodologies for how these tools are used or improved). We also thought of how we can package that to share it with spin-offs and make it something that is to their advantage to use. We talked about having an independent research to look at different spin-offs that we have in the ecosystem and we'll add a page to the current 'Workgroups >< wider ecosystem collaborations' spreadsheet that outlines what we offer, which workgroup is it? What piece of tooling is it? And why a partner might need it. We decided to postpone the discussion on conducting independent research until more people have had the chance to share their input.   ECOSYSTEM OVERVIEW AND WORKGROUP COORDINATION  We emphasized the importance of understanding the needs of spin-offs and partners who we are offering our products too. We proposed a structured approach to document what each workgroup has built or made and what they could offer to their partners. We talked about the specific offerings that each Workgroup can offer to the ecosystem and we suggested forming a task force to streamline the process and the group will have a discussion on the next steps for outreach based on the compiled information.  PROJECTS AND COLLABORATION STRATEGIES  We noted that there are a number of ongoing collaborations, and we decided to actively promote collaboration through targeted outreach, and during the meeting, we outlined the projects each workgroup is involved in, along with their current partnerships.  Tevo shared his perspective on the role of his workgroups, emphasizing that it's not just about offering tools or seeking direct collaborations with spin-offs. Instead, he sees value in co-developing experimental approaches to decentralization - an iterative process that adapts to emerging needs. He noted in the chat, 'I still find my work to be relevant for improving decentralized autonomy and governance... but it's unclear if SNET still pursues this path openly.' Drawing on past experience, he referenced the Catalyst Governance Guild's early involvement in the Ambassador Program as an example of this experimental mindset, where the goal wasn't to push fixed solutions but to stay responsive and adaptive. Effiom added to this by pointing out that beyond tools, the real asset lies in the skills and capabilities people bring to the table.  We noted that if any of the spin-offs start thinking about launching a product, we'd be there to support them.  Peter highlighted the alignment of various spin-offs with decentralization and the significance of community involvement (He noted that this shared foundation is encouraging, but also pointed out that each spin-off may have its own approach, so alignment isn't guaranteed). The meeting wrapped up with reminders for Governance and Town-hall calls, alongside an invitation for participants to enter their workgroup information into the spreadsheet.",
          "meetingTopics": [
            "Priorities and Budget Constraints",
            "Product identity and Methodologies",
            "Ecosystem overview and Workgroup Coordination",
            "Projects and Collaboration Strategies"
          ],
          "actionItems": [
            {
              "status": "todo"
            }
          ],
          "decisionItems": [
            {
              "decision": "Kizzy propose that REJUVE could have have a project showcase of their Rejuve app for live testing in the next AI sandbox call coming up this Thursday.",
              "rationale": "This could help in onboarding new members."
            }
          ]
        }
      ],
      "tags": {
        "topicsCovered": "BGI Nexus, Collaboration, spin-offs,  research, experiment, decentralized governance, Rejuve, tooling, Treasury, recordkeeping",
        "emotions": "Organised, Discursive,  Collaborative, Resourceful,  forward-looking, Conclusive"
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled"
    }
  ],
  "597771fa-c897-4bde-bec3-348ee5d218c5": [
    {
      "workgroup": "WG Sync Call",
      "workgroup_id": "89f6301b-dc91-45d1-baf5-d4815ea3f500",
      "meetingInfo": {
        "typeOfMeeting": "Weekly",
        "date": "2025-01-30"
      },
      "noSummaryGiven": true,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "type": "custom"
    }
  ],
  "bb084f9f-107e-4549-85ea-1b9135e4146a": [
    {
      "workgroup": "AI Ethics WG",
      "workgroup_id": "649a933f-3067-468f-891e-dbe47adcb88a",
      "meetingInfo": {
        "typeOfMeeting": "Monthly",
        "date": "2025-04-07",
        "host": "CallyFromAuron",
        "documenter": "CallyFromAuron",
        "peoplePresent": "CallyFromAuron, CollyPride, PeterE, Sucre n Spice, LadyTempestt, UKnowZork, Jeffrey Ndarake, Effiom, barnabas",
        "purpose": "Regular monthly meeting of the AI Ethics Workgroup",
        "workingDocs": [
          {
            "title": "AI Ethics Workgroup stuff!",
            "link": "https://docs.google.com/spreadsheets/d/1vLC4ZIHO3WN-Ah9XwehRmbwLZAeePsxxYQXmLiiJLnQ/edit?usp=sharing"
          }
        ]
      },
      "type": "custom",
      "noSummaryGiven": false,
      "canceledSummary": false,
      "noSummaryGivenText": "No Summary Given",
      "canceledSummaryText": "Meeting was cancelled",
      "agendaItems": [
        {
          "status": "carry over",
          "narrative": "Main topic of the meeting was the overall negative effects of low token price on the work of the group.  We went through our GitHub Board https://github.com/orgs/SingularityNet-Ambassador-Program/projects/1/views/2, starting with issues 'In Progress', and then 'To Do'.   Many of the In Progress tasks are for transcription of research interviews, and are likely to be completed soon. However, due to low token price, we agreed that we will hold off from paying them for now, as this would use up all of our Q2 2025 budget (because budgets were calculated at $0.30, and token price is currently $0.16). Vani has DMed all those working on transcription, and they are all OK with waiting for payment.    We noted that technically, the WG went over budget at the end of Q1, due to an unexpected further price drop on the day we were paying out outstanding tasks. Vani has discussed this with Tevo in the Treasury Discord channel, arguing that when token price is falling, it matters less which Quarter a task was funded in, because a WG might need to dip into its reserves in order to pay for tasks from times when token price was higher. So when assessing if a WG is 'in the red', we should look at the WG's *cumulative* budget, including any reserves - which means that this WG *isn't* over budget overall, if we count its reserves and its Q2 2025 allocation.   RE: outstanding tasks from previous Quarters, we noted that due to the nature of this WG, tasks have often involved a steep learning curve (such as interviewing), so it's understandable that people have taken considerably longer than expected to complete their work. Unless we decide in future to pay tasks in advance if token price is high, even if the task is not completed yet, there's little that can be done to mitigate this - we need to allow people time to learn and to get to grips with complex tasks. Nevertheless, we agreed that we do need to close interviewing and survey-sharing tasks from Q4 that are still outstanding.   (We briefly discussed the idea of either paying core tasks in advance, if we know they will definitely be done, or converting the money for them to a stablecoin - but we didn't draw a conclusion on this. We will raise it in the forthcoming Governance WG session on responses to low token price.)  We then decided which as-yet-unpaid tasks from Q1 2025 will be paid as soon as the new allocation for Q2 is added to the Treasury dashboard, and which will have to wait.  We noted that we need to do some fairly drastic budget fitting for Q2 due to low token price, so we agreed on where those cuts will be made - see the fitted Q2 budget in https://docs.google.com/spreadsheets/d/1vLC4ZIHO3WN-Ah9XwehRmbwLZAeePsxxYQXmLiiJLnQ/edit?usp=sharing  We ended with a mention of the current BGI Nexus funding round, for proposals using AI for social good. There are 5 proposals by people from the Ambassador Program, so we encouraged people to vote. We noted that they are using an interesting 'pairwise voting' process, where voters are presented with randomised pairs of proposals and must select their favourite of the 2.",
          "actionItems": [
            {
              "status": "todo",
              "text": "Vani to chase Onize about the documentation of the February meeting, which is not yet completed",
              "assignee": "CallyFromAuron",
              "dueDate": "14 April 2025"
            },
            {
              "text": "Vani to message Duke and Ese about closing their uncompleted interviewing tasks from Q4 2024, and Kenichi about his uncompleted Q4 survey-sharing task.",
              "status": "todo",
              "assignee": "CallyFromAuron",
              "dueDate": "28 April 2025"
            },
            {
              "text": "By the end of the Quarter, Vani will use the insights from the recent plenary session for interviewers, and this Issue on matters arising from interviewing https://github.com/SingularityNet-Ambassador-Program/AI-Ethics-Workgroup/issues/117, to update the interviewers' training materials.",
              "status": "todo",
              "assignee": "CallyFromAuron",
              "dueDate": "30 June 2025"
            },
            {
              "text": "Vani will look at the transcripts that have already been done, and assess whether the price we have agreed for checking and editing transcripts ($20 per interview) is what's needed, or whether it could be less (if transcribers have done good work, and not much checking is needed",
              "status": "todo",
              "assignee": "CallyFromAuron",
              "dueDate": "30 April 2025"
            },
            {
              "text": "Vani and Clement (co-chair and co-chair mentee) will be meeting with the BGI Nexus team to discuss overall priorities and how to deal with low token price. This will be before the next WG meeting in May.",
              "status": "todo",
              "assignee": "CallyFromAuron, Clement Umoh",
              "dueDate": "5 May 2025"
            }
          ],
          "decisionItems": [
            {
              "decision": "At our May meeting, we will reassess whether we are able to pay transcription tasks yet (although if token price rises significantly before then, the WG admin team could decide to pay them then).",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "In order for it to be 'safe' to pay out, we're ideally looking for a price at or above the $0.30 at which the Q2 2025 budget was calculated."
            },
            {
              "decision": "We agreed that Vani will wait to be paid as co-chair for Q1 2025 until / unless token price goes up; but that Clement's pay for managing the AI Ethics forum in Q1 will be paid at the next payday.",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "Clement's pay is a relatively small amount ($80) so we can afford to pay it without jeopardising the Q2 budget."
            },
            {
              "decision": "Budget-fitting: we agreed that for Q2 2025, all the admin roles will be allocated less budget; documentation for the 3 meetings in Q2 will be folded in to the co-chair role and done by Vani, so there is no additional cost for that; and we will try to preserve at least some transcription work and some transcript-checking.  If token price does rise significantly, we will aim to also do some new interviews.  If by the time of our May meeting, token price is still below $0.20, then we will likely need to make even more cuts, as the proposed fitted budget assumes an exchange rate of $0.20",
              "effect": "affectsOnlyThisWorkgroup",
              "rationale": "We see the collecting and processing of research data as a priority - so for now, our main focus will be on transcribing and finishing as many of the existing interviews as we can, so that we have some finished data to work with; and if token price goes up significantly, we will add new interviews.",
              "opposing": "No-one is entirely happy about these cuts, but needs must."
            },
            {
              "decision": "Colleen, in her role as community organiser, will be organising a community discussion session on 'AI and emotion' as soon as possible",
              "effect": "mayAffectOtherPeople",
              "rationale": "This will be covered by the $100 left in the budget for the 'community engagement' role. This is a 'hot topic' which we see as valuable to discuss."
            }
          ]
        }
      ],
      "tags": {
        "emotions": "Brief, despondent due to low token price, Only a few of those present spoke",
        "topicsCovered": "Q2 2025 budget, low token price, Budget cuts, Interview Transcription, Workgroup reserves, uncompleted tasks, payment in advance, BGI Nexus funding round, pairwise voting, AI and emotion"
      }
    }
  ]
}